Repository: Chance-service/NJG_Client
Catalog: client02_new/Code_iOS/lib91/SDK/EFUN_LIB/EfunSDKResources/EFUNCorePromptText_*.strings
Languages: ar, es, id, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# __UI_BTN_LABEL_WEBVIEW_RELOAD__
source: Reload
ar: 刷新
es: actualizar
id: refresh
ja: リロード
ko: 오버로드
pt: Atualizar
ru: обновить
zh_hans: 刷新
zh_hant: 刷新

# __UI_INVITE_LABEL_AlreadyInviteNum__
source: Total Invited:
ar: عدد الأصدقاء المدعوين
es: el número de amigos invitados:
id: jumlah orang yang sudah diajak
ja: 招待した数:
ko: 초대 총:
pt: Quantidade convidada:
ru: количество приглашений пользователя:
th: จำนวนคนที่เชิญ:
zh_hans: 已经邀请人数:
zh_hant: 已经邀请人数:

# __UI_BTN_INVITE__LABEL_SendInvite__
source: Send Invitation
ar: ارسال الدعوة
es: Enviar solicitud
id: mengirim ajakan
ja: 招待
ko: 초대장을 보내
pt: Enviar convite
ru: отправить приглашение
th: ส่งข้อความการชวนเชิญ
zh_hans: 发送邀请
zh_hant: 發送邀請

# __EFUN_LOADING__
source: Processing...
ar: العلاج
es: Cargando
id: sedang diproses…
ja: 処理中...
ko: 접속중...
ru: Обработка запроса
th: ดำเนินการอยู่...
zh_hans: 正在处理...
zh_hant: 正在處理...

# __UI_INVITE_LABEL_MAX_INVITE_NUM__
source: You have reached the limit invited today.The maximum number of invited:%ld
ar: قد وصلت إلى الحد الأقصى لعدد الدعوة و هو:%ld
es: Ha alcanzado el límite, puede invitar al máximo %ld amigos
id: Jumlah pengundang sudah capai max， jumlah max pengundang adalah :%ld
pt: Hoje, convite acima foi chegado, quantidade máximo é:%ld
ru: Вы уже достигнет наибольшего количества приглашений пользователя. Наибольшее количество:%ld
th: ถึงยอดจำนวนของการเชิญแล้ววันนี้ จำนวนสูงสุดคือ:%ld
zh_hans: 您今天已经达到邀请人数上限，最大邀請數是:%ld
zh_hant: 您今天已經達到邀請人數上限.最大邀請數是:%ld

# __UI_INVITE_LABEL_Reward__
source: Rewards:%@
ar: المكافآت:%@
es: Regalo:%@
id: hadiah:%@
pt: Recompensas:%@
ru: Подарок:%@
th: รางวัล:%@
zh_hans: 奖励:%@
zh_hant: 獎勵:%@

# __UI_INVITE_LABEL_PACKAGE_NAME__
source: Gift Pack %d
ar: حزمة الهدية: %d
es: Regalo %d
id: paket %d
pt: Pacote %d
ru: Подарочные пакеты %d
th: กระเป๋ารางวัล %d
zh_hans: 礼包 %d
zh_hant: 禮包 %d

# __UI_ACCOUNTBIND_FACEBOOK_INFO__
source: The Facebook account you login is %@. Bind it or not?
ar: حسابك Facebook هو:%@ تريد ربطه؟
es: ^Tu cuenta es %@, ¿Quieres vincularla?
id: Akun facebook yang Anda masuk sekarang adalah: %@，apakah perlu mengikat akun itu?
ja: ログインしたFacebookアカウント：%@, サインアップしますか?
ko: 您目前登錄的Facebook賬號為: %@，是否綁定該賬號？
pt: Atual Login in conta de Facebook: %@，queria vincular esta conta ou não?
ru: Ваш входящий аккаунт на facebook : %@ Призавяться или нет?
th: บัญชี Facebook ที่คุณกำลังใช้คือ:%@ จะผูกพันบัญชีนี้ไหม?
zh_hans: 您目前登入的Facebook账号为: %@，是否绑定该账号？
zh_hant: 您目前登錄的Facebook賬號為: %@，是否綁定該賬號？

# __UI_ACCOUNTBIND_FACEBOOK_COMFIRM__
source: Use this account
ar: استخدام هذا الحساب
es: Confirmar
id: memakai akun itu
ja: このアカウントで
ko: 使用該賬號
pt: Ues esta conta
ru: использовать этот аккаунт
th: ใช้อันนี้
zh_hans: 使用该账号
zh_hant: 使用該賬號

# __UI_ACCOUNTBIND_FACEBOOK_CANCLE__
source: Other accounts
ar: استخدام حساب آخر
es: Otras Cuentas
id: memakai akun lain
ja: ほかのアカウントで
ko: 使用其他賬號
pt: Use outras contas
ru: использовать другие аккаунты
th: ใช้บัญชีอื่น
zh_hans: 使用其他账号
zh_hant: 使用其他賬號

# __UI_ACCOUNTBIND_FACEBOOK_INFO_LOGOUT__
source: Please login the facebook account which you want to bind first.
ar: سجل الحساب الذي تريد ربطه أولا من فضلك
es: Inicia sesión de Facebook
id: silakan login facebook akun yang Anda ikatkan lebih dulu
ja: サインアップしたいFacebookアカウントでログイしてください。
ko: 請先登錄你想要綁定的facebook賬號
pt: Primeiro Login in conta de Facebook que quer vinculada
ru: Просите войти в аккаунт facebook прежде всего, который хотите привязать.
th: โปรดเข้าบัญชีเฟสบุ๊คที่คุณอยากจะผูกพัน
zh_hans: 请先登入你想要绑定的Facebook账号
zh_hant: 請先登錄你想要綁定的facebook賬號

# __UI_INVITE_GET_GIFT_MESSAGE__
source: %@，condition:%@，You currently have invited %d friends
ar: %@，الشروط：%@， أصدقاء%d قد دعت
es: %@，Condiciones:%@，ha invitado %d
id: %@，syarat:%@，Anda sudah mengajak %d
ja: %@，条件:%@，あなたが招待した数 %d
ko: %@，조건:%@，당신은 초대 번호 %d
pt: %@，condições: %@，convidou %d
ru: %@，условие:%@，Вы уже пригласили %d
th: %@,เงื่อนไข:%@,ท่านได้เชิญชวนเพื่อน %d คนแล้ว
zh_hans: %@，条件:%@，您已经邀请了 %d
zh_hant: %@，條件：%@，您目前已经邀请了好友%d名!

# _ASIA_USER_ACCOUNT_
source: Account
ar: تسجيل
id: Akun
ja: アカウント
ko: ID
ru: аккаунт
th: บัญชี
vi: Tài khoản
zh_hans: 账号
zh_hant: 帳號

# _ASIA_PASSWORD_
source: Password
ar: كلمة المرور
id: sandi
ja: パスワード
ko: 비밀번호
ru: пароль
th: รหัสผ่าน
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# _ASIA_LOGIN_
source: Login
ar: دخول
ja: ログイン
ko: 로그인
ru: войти
th: ล็อกอิน
vi: Đăng nhập
zh_hans: 登入
zh_hant: 登入

# _ASIA_REGISTER_RIGHTNOW_
source: Register Now
ar: التسجيل الآن
ja: 新規登録！
ko: 바로 가입
pt: No account? Regist now!
ru: Зарегистрироваться
th: ลงทะเบียนในขณะนี้
vi: Đăng kí ngay
zh_hans: 马上注册
zh_hant: 馬上註冊

# _ASIA_FORGET_PASSWORD_
source: Forget password
ar: البحث عن كلمة المرور
ja: パスワードを忘れた
ko: 비밀번호 찾기
pt: Forget password? Click to retrieve
ru: забыли пароль
th: ขอคืนขณะนี้
vi: Tìm lại mật khẩu
zh_hans: 忘记密码
zh_hant: 忘記密碼

# _ASIA_THIRD_LOGIN_
source: For More Accounts
ar: الحساب الآخر
id: Lebih banyak akun
ja: 他の方法でログイン
ko: 기타 로그인
ru: войти через другие методы
th: บัญชีอื่นๆ
vi: Tài khoản khác
zh_hans: 其他登入
zh_hant: 其他登入

# _ASIA_PLAY_NOW_
source: Play Now
ar: لعب الآن
ko: 회원가입없이
pt: Free Registration
ru: войти как гость
th: เล่นขณะนี้
vi: Đăng nhập nhanh
zh_hans: 免注册
zh_hant: 免註冊

# _ASIA_REGISTER_TITLE_
source: Register
ar: انشاء حساب الجديد
id: Daftar akun
ja: アカウント登録
ko: 회원가입
ru: Зарегистрироваться
th: ลงทะเบียนบัญชี
vi: Đăng kí tài khoản
zh_hans: 账号注册
zh_hant: 帳號註冊

# _ASIA_REPEAT_PASSWORD_
source: Repeat Password
ar: إعادة كتاب كلمة المرور
id: mengulang sandi
ja: パスワードを確認する
ko: 비밀번호 다시 입력하기
ru: повторить пароль
th: รหัสผ่านซ้ำ
vi: Xác định lại
zh_hans: 重复密码
zh_hant: 重複密碼

# _ASIA_EMAIL_AT_TEXTFIELD_
source: Email(To retrieve password)
ar: عنوان البريد إلكتروني (يمكن أن بحث كلمة المرور)
id: Email(untuk membawa pulang sandi)
ja: メール（パスワードを忘れた場合に）
ko: Email(비밀번호 분실시 사용)
ru: Электронная почта(использовать для получения пароли)
th: อีเมล์ (สามารถขอรหัสผ่านคืนได้)
vi: Email(Tìm lại mật mã)
zh_hans: Email（可用於找回密碼）
zh_hant: Email(可用於找回密碼)

# _ASIA_I_HAVE_READED
source: I've read and agreed the regulation
ar: قرات و أوافق بنود العضو و لوائح النظام
id: Ketentuan dan Peraturan Manajemen Anggota sudah Saya baca dan setujui
ja: ＜会員条項及び管理制度＞に関することを見て同意します
ko: 이용약관 및 관리규약에 동의하기
ru: Я прочел и согласен с условиями членов и положениями об управлении.
th: ดิฉันได้อ่านและยินยอมในสัญญาและกฎระเบียบสมาชิก
vi: Tôi đã đọc và đồng ý (Điều khoản hội viên và quy định quản lí)
zh_hans: 我已阅读并同意《会员条款及管理规章》
zh_hant: 我已閱讀並同意《會員條款及管理規章》

# _ASIA_REGULATION_
source: Member Item and Management Regulation
ar: بنود العضو و لوائح النظام
id: Điều khoản hội viên và quy định quản lí
ja: 会員条項及び管理制度
ko: 이용약관 및 관리규약
ru: условие членов и положение об управлении
th: สัญญาและกฎระเบียบสมาชิก
vi: Điều khoản hội viên và quy định quản lí
zh_hans: 会员条款及管理规章
zh_hant: 會員條款及管理規章

# _ASIA_REGISTER_
source: Register
ar: تسجيل
id: Daftar akun
ja: 新規登録
ko: 회원가입
ru: Зарегистрироваться
th: ลงทะเบียน
vi: Đăng kí
zh_hans: 注册
zh_hant: 註冊

# _ASIA_READ_AND_AGREE
source: Please read and agree to the [Terms of Service]
ar: اقرأ و واقف بنود الخدمة أولا
ja: <利用規約>をご確認のうえ同意してください。
ko: 이용약관/개인정보 취급방침 동의 해주세요
ru: Просите прочитать и принимать условия Пользовательского соглашения
th: กรุณาอ่านและยอมรับเงื่อนไขการให้บริการ
vi: Đọc kĩ và đồng ý với (Điều khoản phục vụ)
zh_hans: 请阅读并同意《服务条款》。
zh_hant: 請閱讀并同意《服務條款》。

# _ASIA_FORGET_PASSWORD_TITLE_
source: Forget Password
ar: تنسي كلمة المرور
id: Lupa sandi
ja: パスワードを忘れた
ko: 비밀번호 분실
ru: забыли пароль
th: ลืมรหัสผ่าน
vi: Quên mật mã
zh_hans: 忘记密码
zh_hant: 忘記密碼

# _ASIA_FIND_PASSWORD_
source: Retrieve Password
ar: بحث كلمة المرور
id: Membawa pulang sandi
ja: パスワードを取り戻す
ko: 비밀번호 찾기
ru: восстановить пароль
th: ขอคืนรหัสผ่าน
vi: Tìm lại mật mã
zh_hans: 找回密码
zh_hant: 找回密碼

# _ASIA_EMAIL_
source: Email
ar: البريد الإلكتروني
ja: メール
ru: электронная почта
th: อีเมล์

# _ASIA_ACCOUNT_MANAGEMENT_TITLE_
source: Account Management
ar: ادارة الحساب
id: Mengelola akun
ja: アカウント設定
ko: 계정관리
ru: уплавление аккаунта
th: การจัดการบัญชี
vi: Quản lí tài khoản
zh_hans: 账户管理
zh_hant: 帳戶管理

# _ASIA_RESET_PASSWORD_
source: Reset Password
ar: تعديل كلمة المرور
id: Ubah sandi
ja: パスワードのリセット
ko: 비밀번호 변경
ru: сменить пароль
th: เปลี่ยนรหัสผ่าน
vi: Thay đổi mật mã
zh_hans: 修改密码
zh_hant: 修改密碼

# _ASIA_BIND_ACCOUNT_
source: Reg-free binding
ar: ربط لعب الآن
id: Tak usah daftar akun dan terhubung aku lain
ja: Play Nowをサインアップ
ko: 비회원 통합
ru: привязать аккаунт без регистрации
th: ฟรีให้ลงทะเบียน
vi: Bảo vệ cho đăng nhập nhanh
zh_hans: 免注册绑定
zh_hant: 免註冊綁定

# _ASIA_FB_BIND_ACCOUNT_
source: Facebook Account Binding
ar: ربط حساب FB
id: Terhubung akun Facebook
ja: Facebookをサインアップ
ko: fb 계정통합
ru: привязать Facebook аккаунт
th: บัญชีfacebookที่ผูกพัน
vi: Thiết lập bảo vệ Facebook
zh_hans: FB账号绑定
zh_hant: fb帳號綁定

# _ASIA_ORIGINAL_PASSWORD_
source: Original Password
ar: كلمة المرور الأصلية
id: Password Asli
ja: ユーザーパスワード
ko: 현재 비밀번호
ru: старый пароль
th: รหัสเดิม
vi: Mật mã ban đầu
zh_hans: 原始密码
zh_hant: 原始密碼

# _ASIA_NEW_PASSWORD_
source: New Password
ar: كلمة المرور الجديد
id: sandi baru
ja: ニューパスワード
ko: 새로운 비밀번호
ru: новый пароль
th: รหัสผ่านใหม่
vi: Mật mã mới
zh_hans: 新密码
zh_hant: 新密碼

# _ASIA_CONFIRM_PASSWORD_
source: Confirm Password
ar: تأكيد كلمة المرور الجديد
id: Menegaskan sandi baru
ja: ニューパスワードを確認する
ko: 비밀번호 재확인
ru: подтвердить новый пароль
th: ยืนยันรหัสผ่านใหม่
vi: Xác định mật mã mới
zh_hans: 确认新密码
zh_hant: 確認新密碼

# _ASIA_CONFIRM_RESET_
source: Modification Confirmed
ar: تأكيد التعديل
id: Menegaskan perubahan
ja: 変更を確認する
ko: 변경확인
ru: подтвердить сменить
th: ยืนยันจะเปลี่ยน
vi: Xác nhận sửa
zh_hans: 确认修改
zh_hant: 確認修改

# _ASIA_BIND_ACCOUNT_TITLE_
source: Bind Account
ar: ربط حساب
id: Terhubung akun ini
ja: アカウントと関連する
ko: 계정통합
ru: привязать аккаунт
th: บัญชีที่ผูกพัน
vi: Thiết lập bảo vệ
zh_hans: 绑定账号
zh_hant: 綁定帳號

# _ASIA_CANCEL_
source: Cancel
ar: إلغاء
id: Batal
ja: キャンセル
ko: 취소
ru: отменить
th: ยกเลก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# _ASIA_CONFIRM_
source: Confirm
ar: تأكيد
id: Sudah menegaskan
ja: 確認
ko: 확인
ru: подтвердить
th: ยืนยัน
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# _ASIA_SYSTEM_NOTICE_
source: ANNOUNCEMENT
ar: علان النظام
id: system notice
ja: お知らせ
ko: 시스템공지
pt: system notice
ru: сообщение системы
th: ข้อมูลระบบ
vi: Thông báo hệ thống
zh_hans: 系统公告
zh_hant: 系統公告

# __UI_RIGISTER_Alert_Account__
source: You can use letters, numbers and underscore. Case insensitive.
es: Puede utilizar letras, numerous y subrayadas.Insensible a mayúsculas
id: Anda bisa memakai karakter， nomor dan garis bawah. Kasus tidak insensitif.
pt: Você pode usar letras, números e sublinhado. Caso insensível.

# __UI_RIGISTER_Alert_Password__
source: We recommend combination of 6 characters or above. Case sensitive
es: Recomendamos una combinación al mínimo de 6 caracteres. Insensible a mayúsculas
id: Kami menyarankan kombinasi 6 karakter ke atas， kasus sensitif
pt: Recomendamos combinação de 6 caracteres ou acima. caso sensível

# __UI_RIGISTER_Alert_Email__
source: Please provide a valid email, which will be used to recover your password
es: Ofrécenos una dirección de correo electrónico para recuperar contraseña
id: Silakan serahkan email yang ada，yang bisa kembalikan password Anda.
pt: Por favor, forneça um e-mail válido, será usado para recuperar sua senha

# _ASIA_BAHA_LOGIN_
source: BaHa
zh_hant: 巴哈姆特
