Repository: Chance-service/NJG_Client
Catalog: client02_new/Code_iOS/lib91/SDK/EFUN_LIB/EfunSDKResources/EFUNCorePromptText_*.strings
Languages: ar, es, id, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# textIapBuyError
source: Trade Order No.%@ Error! Please contact our customer services with screenshot. The screenshot is the only evidence for compensating your purchasement.
ar: لقطة الشاشة هي دليل وحيد للصفقة. يوجد غلط.قم بصور لقطة الشاشة واتصال موظفنا.%@ :رقم الصفقة
es: El número del pedido：%@ Probarerror！Por favor hacer la captura de pantalla y póngase en contacto con nuestro servise cliente. ¡La pantalla será el único certificado para volver a emitir la moneda del juego!
id: No. order transaksi: %@ validasi gagal! Silahkan screenshot dan hubungi customer service kami. Hanya screenshot satu-satunya yang menjadi bukti untuk mengganti!
ja: 注文番号：%@ テストエラー！ショット後、カスタマーサービスを連絡してください。 スクリーンショットは唯一の証拠とみられる！
ko: 거래주문번호:%@ 인증error！화면캡쳐 후 고객센터에 문의하시기 바랍니다. 캡쳐 이미지가 충전실패 해결할때의 유일한 증거가 됩니다.
pt: Número de Pedido:%@ error de verificação! Faça uma captura e contate com GM. A captura de tela será a única prova de compra!
ru: Номер заказа: %@ Ощибка подтверждения! Сделайте скриншот и связывайтесь с службой поддержки. Скриншот является едиственным документом для докредитования.
th: หมายเลขการสั่งซื้อธุรกรรม：%@ ตรวจสอบerror!กรุณาครอฟรู้แล้วติดต่อติดต่อฝ่ายบริการลูกค้า。 รูปที่ครอฟจะเป็นเพียงหลักฐานของหมายเหตุที่ชดเชย!
vi: Mã giao dịch:%@ Nghiệm chứng error!Xin chụp màn hình rồi liên hệ CSKH. Ảnh chụp mành hình này sẽ là bằng chứng duy nhất để chúng tôi đền bù cho bạn!
zh_hans: 交易订单号:%@ 验证error!请截屏后联系我们客服。 屏幕截图将视为补单唯一凭证!
zh_hant: 交易訂單號：%@ 验证error！請截屏後聯繫我們客服。 屏幕截圖將視為補單唯一憑證！

# textIapAppStorePayFail
source: AppStore Pay fail! E_code:%@
ar: ！ E_code:%@ AppStoreفشل الدفع في
es: pagar fallar por AppStore！ E_code:%@
id: Pembayaran AppStore gagal! E_code:%@
ja: AppStore支払い失敗！ E_code:%@
ko: AppStore지불실패！ E_code:%@
pt: Falha ao pagar por AppStore! E_code:%@
ru: Не удалось оплатить через AppStore. E_code:%@
th: AppStoreจ่ายล้มเหลว! E_code:%@
vi: AppStore thanh toán thất bại! E_code:%@
zh_hans: AppStore支付失败! E_code:%@
zh_hant: AppStore支付失敗！ E_code:%@

# textIapBuyFail
source: Purchase fail: Order No. :%@ Please contact our customer services with screenshot. The screenshot is the only evidence for compensating your purchasement.
ar: فشل الشراء: رقم الصفقة ：%@ . قم بتصوير لقطة الشاشة والاتصال بموظفنا. هي دليل الصفقة الوحيدة!
es: Comprar fallar: El número del pedido：%@ Por favor hacer la captura de pantalla y póngase en contacto con nuestro servise cliente. ¡La pantalla será el único certificado para volver a emitir la moneda del juego!
id: Pembelian gagal: no. order: %@ Silahkan screenshot dan hubungi customer service kami. Hanya screenshot satu-satunya yang menjadi bukti untuk mengganti!
ja: 購入失敗: 注文番号：%@ ショット後、カスタマーサービスを連絡してください。 スクリーンショットは唯一の証拠とみられる！
ko: 구매실패: 주문번호: %@ 화면캡쳐 후 고객센터에 문의하시기 바랍니다. 캡쳐 이미지가 충전실패 해결할때의 유일한 증거가 됩니다.
pt: Falha ao comprar: Número de Pedido：%@ Faça uma captura e contate com GM. A captura de tela será a única prova de compra!
ru: Оплатить не удалось: Номер заказа：%@ Сделайте скриншот и связывайтеся с службой поддержки. Скриншот является едиственным документ для докредитования.
th: ซื้อล้มเหลว: หมายเลขการสั่งซื้อ：%@ กรุณาครอฟรู้แล้วติดต่อติดต่อฝ่ายบริการลูกค้า。 รูปที่ครอฟจะเป็นเพียงหลักฐานของหมายเหตุที่ชดเชย!
vi: Mua thất bại: Mã giao dịch：%@ Xin chụp màn hình rồi liên hệ CSKH. Ảnh chụp mành hình này sẽ là bằng chứng duy nhất để chúng tôi đền bù cho bạn!
zh_hans: 购买失败: 订单号:%@ 请截屏后联系客服。 屏幕截图将视为补单唯一凭证!
zh_hant: 購買失敗: 訂單號：%@ 請截屏後聯繫客服。 屏幕截圖將視為補單唯一憑證！

# textIapUserCancelToPay
source: Cancled to pay already!
ar: قد ألغيت الصفقة!
es: ¡Ha cancelado la compra!
id: Anda membatalkan pembelian!
ja: 注文をキャンセルした！
ko: 구매 취소하였습니다.
pt: Cancelou a compra!
ru: Вы отменили оплату.
th: ท่านยกเลิกการซื้อแล้ว!
vi: Bạn đã hủy giao dịch!
zh_hans: 您取消了购买!
zh_hant: 您取消了購買！

# textIapHaveSendGameStone
source: Trade Order No. : %@ The commodity has been sent out. Please kindly check.
ar: رقم الصفقة ：%@ قد تم ارسال البضائع.
es: El número del pedido：%@ ¡Los Productos se han enviado, compruebe，por favor!
id: No. order transaksi: %@ Barang telah terkirim, mohon untuk dicek!
ja: 取引番号：%@ 商品は発送済み、お受け取りにご注意ください！
ko: 거래주문번호: %@ 상품을 지급완료하였습니다. 확인 부탁합니다.
pt: Número de pedido: %@ Item já foi mandado, lembre-se de recolher!
ru: Номер заказа：%@ Товар был отправлен, пожалуйста, проверьте.
th: หมายเลขการสั่งซื้อธุรกรรม：%@ สินค้าได้ส่งให้แล้ว,กรุณาเช็คด้วย!
vi: Mã giao dịch:%@ Hàng hóa đã gửi cho bạn, hãy chú ý nhận!
zh_hans: 交易订单号:%@ 商品已经发送过，请注意查收!
zh_hant: 交易訂單號：%@ 商品已經發送過，請注意查收！

# textIapBuySuccess
source: Purchase successfully. Game currency has been sent out. Order No. : %@ Enjoy your game!
ar: تم شراء عملات اللعبة وقد ارسلت اليك : رقم الصفقة ：%@ استمتع باللعبة.
es: Pagar con éxito，la moneda del juego ha sido enviado: El número del pedido：%@ ¡Les deseo un juego agradable!
id: Pembelian sukses, koin game telah terkirim : no. order transaksi: %@ Selamat bermain!
ja: 購入成功、金貨は発送済み: 取引番号：%@ ゲームを楽しみにしてください！
ko: 구매성공! 이 이미 지급되였습니다.: 거래주문번호：%@ 즐거운 하루가 되세요~
pt: Compra bem sucedida, moedas de jogo foram enviadas: Número de pedido: %@ Bom jogo para você!
ru: Ваша оплата прошла успешно. Золото был отправлен. Номер заказа：%@ Желаем вам веселой игры!
th: ซื้อได้สำเร็จ,สกุลเงินเกมส่งให้แล้ว: หมายเลขการสั่งซื้อธุรกรรม：%@ ขอให้ท่านเล่นเกมส์มีความสุข!
vi: Giao dịch thành công, tiền trong game đã gửi cho bạn: Mã giao dịch:%@ Chúc bạn chơi game vui vẻ!
zh_hans: 购买成功，游戏币已经发送: 交易订单号:%@ 祝您游戏愉快!
zh_hant: 購買成功，遊戲幣已經發送: 交易訂單號：%@ 祝您遊戲愉快！

# textFbInviteGetFbIDFail
source: Facebook userinfo receive fail!
ar: فشل الحصول على معلومات فيس بوك
es: ¡No se pudo obtener información del usuario del Facebook!
id: Gagal dapat informasi pengguna facebook！
ja: facebookユーザーの情報獲得が失敗！
ko: 페이스북 사용자정보 가져오기 실패!
pt: Falha ao obter info de Facebook!
ru: Получить информацию о юзере facebook не удалось.
th: รับข้อมูลผู้ใช้ของfacebookล้มเหลว!
vi: Lấy thông tin FB thất bại!
zh_hans: 获取facebook用户信息失败!
zh_hant: 获取facebook用户信息失败！

# textLoginGetFBTokenFail
source: Facebook token receive fail. Login unsuccessfully! Please check your network and login the game again!
ar: فشل تسجيل الدخول بسبب عدم الحصول على معلومات رمز الفيس بوك! تأكد من استقرار انترنتك. حاول تسجيل الدخول مجددا!
es: ¡No se pudo obtener el token del usuario del Facebook,inicio de sesión fallará! ¡Por favor revise su red y tratar de iniciar sesión de nuevo!
id: Gagal dapat token facebook, gagal login! Silakan memeriksa situasi internet anda, mencoba login kembali！
ja: facebookのtoken獲得が不成功で、ログイン失敗！ ネットワークをチェックして改めてログインしてください！
ko: 페이스북 토큰 가져오기 실패! 네트웍 상태를 확인해 주세요.
pt: Falha ao obter token de Facebook, falha de login! Verifique a rede e login de novo!
ru: Из-за того, что не может получить token от facebook, войти не удалось. Проверьте статус сети и повторите попытку.
th: รับtokenของfacebookล้มเหลว,ล็อกอินล้มเหลว! กรุณาเช็คเน็ตของตัวเอง,ลองล็อกอินเริ่มต้นอีกครั้ง!
vi: Lấy token của facebook không thành chông, đăng nhập thất bại! Xin vui lòng kiểm tra kết nối của mạng và đăng nhập lại!
zh_hans: 获取facebook的token不成功，登录失败! 请查看自己的网络，重新尝试登录!
zh_hant: 获取facebook的token不成功，登陆失败！ 请查看自己的网络，重新尝试登陆！

# textLoginGetFBInfoFail
source: Facebook userinfo receive fail. Login unsuccessfully! Please check your network and login the game again!
ar: فشل تسجيل الدخول بسبب عدم الحصول على معلومات الفيس بوك ! تأكد من استقرار انترنتك. حاول تسجيل الدخول مجددا!
es: ¡No se pudo obtener información del usuario del Facebook,inicio de sesión fallará! ¡Por favor revise su red y tratar de iniciar sesión de nuevo!
id: Gagal dapat informasi pengguna facebook, gagal login! Silakan memeriksa situasai internet anda,mencoba login kembali！
ja: 获取facebook用户信息失败，登陆失败！ 请查看自己的网络，重新尝试登陆！
ko: 페이스북 사용자 정보 가져오기 실패! 네트웍 상태를 확인해 주세요.
pt: Falha ao obter token de Facebook, falha de login! Verifique a rede e login de novo!
ru: Из-за того, что не может получить информацию о юзере facebook, войти не удалось. Проверьте статус сети и повторите попытку.
th: รับข้อมูลผู้ใช้ของfacebookล้มเหลว,ล็อกอินล้มเหลว! กรุณาเช็คเน็ตของตัวเอง,ลองล็อกอินเริ่มต้นอีกครั้ง!
vi: Lấy thông tin facebook thất bại, đăng nhập thất bại! Xin vui lòng kiểm tra kết nối của mạng và đăng nhập lại!
zh_hans: 获取facebook用户信息失败，登录失败! 请查看自己的网络，重新尝试登录!
zh_hant: 获取facebook用户信息失败，登陆失败！ 请查看自己的网络，重新尝试登陆！

# textFbInviteActivityNotOpen
source: Facebook invite activity is not opened.
ar: لم يفتح نشاط دعوة أصدقاء الفيس بوك
es: ¡Las actividades de invitar los Amigos del Facebook no se abren!
id: Event mengundang teman via facebook belum dibuka!
ja: facebookの友達を誘うと言うイベントがまだ開放しない!
ko: 페이스북 친구초대 이벤트가 아직 열려있지 않습니다.
pt: Evento de convite de Facebook não aberto!
ru: Событие о приглашении друзей в facebook ещё не откроет.
th: กิจกรรมเชิญชวนเพื่อนจากfacebookยังไม่ได้เริ่ม!
vi: Sự kiện mời bạn bè Facebook chưa bắt đầu!
zh_hans: facebook邀请好友活动没有开启!
zh_hant: facebook邀请好友活动没有开启!

# textFbInviteGetPublicRightFial
source: Receive publishing invite permission fail. Please try again.
ar: فشل الحصول على أذونات الدعوة. حاول مجددا
es: ¡Dejar de Obtener los permisos de invitación!Por favor, inténtalo de nuevo.
id: Gagal dapat hak untuk mengundang! Silakan coba lagi
ja: インビテーション制限の発送が失敗！改めてお試みください。
ko: 초대권한 신청 실패! 다시 시도해 주세요.
pt: Falha ao obter permissão de convite! Tente de novo!
ru: Не удалось получить право на приглашении отправления. Повторьте попытку.
th: ส่งการเชิญชวนล้มเหลว!กรุณาลองเริ่มต้อง。
vi: Lấy quyền hạn gửi lời mời thất bại! Xin thử lại.
zh_hans: 获取发布邀请权限失败!请重新尝试。
zh_hant: 获取发布邀请权限失败！请重新尝试。

# textFbInviteGetCanInvitedFriendsFail
source: Receive invited friend info fail!
ar: فشل الحصول على معلومات الأصدقاء
es: ¡Obtener la información de los amigos que usted puede invitar a，fallar!
id: Gagal dapat informasi tentang teman yang bisa diundang！
ja: インビテーション失敗！
ko: 초대한 친구정보 가져오기 실패!
pt: Falha ao obter info de amigo convidado.
ru: Не удалось получить информацию о друзьях
th: รับข้อมูลของเพื่อนรับได้,ล้มเหลว!
vi: Lấy thông tin bạn bè thất bại!
zh_hans: 获取可以邀请的好友信息，失败!
zh_hant: 获取可以邀请的好友信息，失败！

# textFbInviteUserCancelInvite
source: Canceled the invitation already!
ar: تلغى الدعوة
es: ¡Ha cancelado la invitación!
id: Anda membantalkan undangan！
ja: インビテーションをキャンセルした！
ko: 초대를 취소하였습니다.
pt: Cancelou o convite!
ru: Вы отменили приглашение.
th: ท่านยกเลิกการเชิญชวนแล้ว!
vi: Bạn đã hủy lời mời!
zh_hans: 您取消了邀请!
zh_hant: 您取消了邀请！

# textFbInviteUserCloseInvite
source: Closed the invitation already!
ar: توقف الدعوة
es: ¡Ha cancelado la invitación!
id: Anda berhenti undangan！
ja: インビテーションを中止した！
ko: 초대를 중단하였습니다.
pt: Interrompeu o convite!
ru: Вы преврали приглашение.
th: ท่านขัดจังหวะการเชิญชวนแล้ว!
vi: Bạn đã dừng gửi lời mời!
zh_hans: 您中断了邀请!
zh_hant: 您中断了邀请！

# textFbShareGetPublicFail
source: During the share, receive right fail!
ar: فشل الحصول على حق المشاركة.
es: ¡Proceso de compartir, no puedo obtener el derecho!
id: Dalam proses berbagi，gagal dapat haknya!
ja: シェア中、制限の獲得が失敗！
ko: 공유 과정에서 권한 신청 실패!
pt: Quando tava compartilhando, falha ao obter privilégio!
ru: Не удалось получить права, когда поделились.
th: ในช่วงแซร์,รับสิทธิล้มเหลว!
vi: Lấy quyền hạn thất bại trong quá trình chia sẻ!
zh_hans: 分享过程中，获取权利失败!
zh_hant: 分享过程中，获取权利失败！

# textFbShareGetTokenFail
source: During the share, receive token fail!
ar: فشل على رمز عند المشاركة.
es: ¡Proceso de compartir, no puedo obtener el token!
id: Dalam proses berbagi,gagal dapat token!
ja: シェア中、tokenの獲得が失敗!
ko: 공유 과정에서 토큰 가져오기 실패!
pt: Quando tava compartilhando, falha ao obter token!
ru: Не удалось получить token, когда поделились.
th: ในช่วงแซร์,รับtokenล้มเหลว!
vi: Lấy thông tin token thất bại trong quá trình chia sẻ!
zh_hans: 分享过程中,获取token失败!
zh_hant: 分享过程中,獲取token失敗!

# textFbShareFail
source: Send share fail!
ar: فشل ارسال المشاركة.
es: ¡Compartir con fallar!
id: Gagal berbagi!
ja: シェアの発送が失敗!
ko: 공유 포스팅 실패!
pt: Falha ao compartilhar!
ru: Поделиться не удалось!
th: ส่งแซร์ล้มเหลว!
vi: Chia sẻ thất bại!
zh_hans: 发送分享失败!
zh_hant: 发送分享失败!

# textFbShareSuccess
source: Share successfully!
ar: تم ارسال المشاركة.
es: ¡Compartir con éxito!
id: Berhasil berbagi!
ja: シェア成功！
ko: 공유 성공!
pt: Compartilhou com sucesso!
ru: Поделиться прошло успешно.
th: แซร์สำเร็จ!
vi: Chia sẻ thành công!
zh_hans: 分享成功!
zh_hant: 分享成功！

# _STR_FANS_PAGE_TITLE_
source: Fans Page
ru: Страница фанатов

# _STR_LOGIN_WITH_FACEBOOK_
source: Login with Facebook
ar: الدخول بحساب فيس بوك
es: Entrar con Facebook
id: Login dengan akun Facebook
pt: Login in pelo conta de Facebook
ru: Войти через Facebook
th: ล็อกอินด้วยFacebook
vi: Đăng nhập bằng Facebook
zh_hans: Facebook账号登陆

# _STR_PLAY_NOW_
source: PLAY NOW
ar: اللعب الآن
es: Juega Ya
id: Game dimulai
pt: Começar jogo
ru: Войти как гость
th: เล่นขณะนี้
vi: Đăng nhập miễn phí
zh_hans: 开始游戏

# _STR_REGISTER_TITLE_
source: REGISTER
ar: التسجيل
es: Regístrate
id: Daftar
pt: Registrar
ru: зарегистрироваться
th: ลงทะเบียน
vi: Đăng ký
zh_hans: 注 册

# _STR_LOGIN_TITLE_
source: LOGIN
ar: الدخول
es: Iniciar Sesión
pt: Login in pelo conta
ru: Вход в аккаунт
th: ล็อกอิน
vi: Đăng nhập
zh_hans: 账 号 登 入

# _STR_RESET_PASSWORD_TITLE_
source: RESET PASSWORD
ar: إعادة تعيين كلمة المرور
es: Restablecer contraseña
pt: Redefinir senha
ru: Восстановить пароль
th: รีเซ็ตรหัสผ่าน
vi: Đặt lại mật mã
zh_hans: 重 设 密 码

# _STR_FORGET_PASSWORD_TITLE_
source: FORGET PASSWORD
ar: نسيان كلمة المرور
es: Olvidar contraseña
id: Lupa password
pt: Esqueceu a senha
ru: забыли пароли
th: ลืมรหัสผ่าน
vi: Quên mật mã
zh_hans: 忘 记 密 码

# _STR_BIND_ACCOUNT_TITLE_
source: BIND ACCOUNT
ar: ربط الحساب
es: Vincular Cuenta
id: Mengikat akun
pt: Vincular conta
ru: привязать аккаунт
th: ผูกพันบัญชี
vi: Thiết lập bảo vệ
zh_hans: 绑 定 账 号

# _STR_FOR_MORE_ACCOUNT_
source: For More Account
ar: مزيد من الحسابات
es: Otras Cuentas
id: Login dengan akun lain
pt: Mais forma de Login
ru: Вход через другие методы
th: วิธีล็อกอินเพิ่มเติม
vi: Thêm nhiều tài khoản
zh_hans: 更多登录方式

# _STR_USER_ACCOUNT_
source: User Account
ar: حساب المستخدم
es: Nombre de Usuario
id: Nama pengguna
pt: Nome do usuário
ru: Логин
th: ชื่อบัญชี
vi: Tài khoản người dùng
zh_hans: 用户名

# _STR_USER_REGISTER_ACCOUNT_
source: Create an Username
ar: إنشاء اسم الحساب
es: iniciar sesión
id: Buat Nama Pengguna
pt: Criar Nome de Usuário
ru: Логин
th: สร้างชื่อบัญชี
vi: Đặt tên tài khoản
zh_hans: 创建用户名

# _STR_PASSWORD_
source: Password
ar: كلمة المرور
es: contraseña
pt: Senha
ru: Пароль
th: รหัสผ่าน
vi: Mật mã
zh_hans: 密码

# _STR_REGISTER_
source: Register
ar: التسجيل
es: Regístrate
id: Daftar
pt: Registrar
ru: зарегистрироваться
th: ลงทะเบียน
vi: Đăng ký
zh_hans: 注册

# _STR_LOGIN_
source: Login
ar: الدخول
es: Iniciar Sesión
pt: Login in
ru: войти
th: ล็อกอิน
vi: Đăng nhập
zh_hans: 登入

# _STR_RESET_PASSWORD_
source: Reset Password
ar: إعادة تعيين كلمة المرور
es: Restablecer contraseña
pt: Redefinir senha
ru: изменить пароль
th: รีเซ็ตรหัสผ่าน
vi: Đặt lại mật mã
zh_hans: 重设密码

# _STR_FORGET_PASSWORD_
source: Forget Password
ar: نسيان كلمة المرور
es: Olvidar contraseña
id: Lupa password
pt: Esqueceu a senha
ru: забыли пароль
th: ลืมรหัสผ่าน
vi: Quên mật mã
zh_hans: 忘记密码

# _STR_CONFIRM_PASSWORD_
source: Confirm Password
ar: تكرير كلمة المرور
es: Confirmar contraseña
id: Password dikonfirmasi
pt: Confirmou a senha
ru: Повторите
th: ยืนยันรหัสผ่าน
vi: xác nhận mật mã
zh_hans: 确认密码

# _STR_EMAIL_AT_TEXTFIELD_
source: Email (To retrieve password)
ar: إيمال (لبحث عن كلمة المرور)
es: Dirección de correo electrónico
id: E-mail(untuk mendapatkan password)
pt: Email(para recuperar senha)
ru: Электронная почта
th: อีเมล์(ค้นหารหัสผ่าน)
vi: Email (để tìm lại mật mã)
zh_hans: 邮箱(用以找回密码)

# _STR_NEW_PASSWORD_
source: New Password
ar: كلمة المرور الجديدة
es: Contraseña Nueva
id: Password baru
pt: Senha nova
ru: новый пароль
th: รหัสผ่านใหม่
vi: Mật mã mới
zh_hans: 新密码

# _STR_EMAIL_
source: Email
ar: إيمال
es: Dirección de correo electrónico
ru: Электронная почта
th: อีเมล์
zh_hans: 邮箱

# _STR_BIND_ACCOUNT_
source: Bind Account
ar: ربط الحساب
es: Vincular Cuenta
id: Mengikat akun
pt: Vincular conta
ru: Привязать к аккаунту
th: ผูกพันบัญชี
vi: Thiết lập bảo vệ
zh_hans: 绑定账号

# _STR_FB_BIND_ACCOUNT_
source: Bind Facebook
ar: ربط حساب فيس بوك
es: Vincular cuenta de Facebook
id: Mengikat akun Facebook
pt: Vincular conta de Facebook
ru: Привязать Facebook
th: Facebookผูกพันบัญชี
vi: Tài khoản Facebook
zh_hans: 绑定Facebook账号

# _STR_BACK_
source: Back
ar: رجوع
es: Regresar
id: Kembali
pt: Voltar
ru: вернуться
th: กลับ
vi: Quay lại
zh_hans: 返回

# _STR_FIND_PASSWORD_
source: Find Password
ar: بحث عن كلمة المرور
es: Recuperar contraseña
id: Cari Password
pt: Recuperar senha
ru: восстановить пароль
th: ค้นหารหัสผ่าน
vi: Tìm lại mật mã
zh_hans: 找回密码

# _STR_TAP_THE_SCREEN_TO_LOG_IN_
source: Tap the screen to log in
ar: انقر الشاشة لدخول اللعبة
es: haga clic para entrar
id: Masuk dengan klik layar
pt: Clique na tela para entrar
ru: Нажмите на экран и войдите
th: คลิกหน้าจอเข้าไป
vi: Chạm màn hình để đăng nhập
zh_hans: 请点击屏幕进入

# _STR_FB_INVITE_TOP_TITILE_
source: Friends Invitation
ar: دعوة أصدقائك
es: Invitar amigos
id: Undang teman
ko: 친구요청
pt: Convite dos amigos
ru: приглашение друзей
th: เชิญเพื่อนFacebook
vi: Lời mời của bạn
zh_hans: 好友邀请
zh_hant: 好友邀請

# _STR_FB_INVITE_CHECK_REWARDS_TITLE_
source: Check Rewards
ar: تحقق من جوائز
es: Ver Regalo
id: Cek Hadiah
ko: 보상보기
pt: Ver os pacotes
ru: проверить подарочные пакеты
th: เช็คกระเป๋ารางวัล
vi: Kiểm tra phần thưởng
zh_hans: 查看礼包
zh_hant: 查看禮包

# _STR_FB_INVITE_NUMBER_OF_INVITATIONS_TITLE_
source: Number of Invitations
ar: عدد دعوتك
es: El número de amigos invitados
id: Jumlah terundang
ko: 친구요청
pt: Quantidade convidada
ru: Пригласил несколько
th: จำนวนครั้งการเชิญ
vi: Số lượng bạn được mời
zh_hans: 已邀请数
zh_hant: 已邀請數

# _STR_FB_INVITE_REWARDS_BTN_
source: Check Rewards
ar: جوائز
es: Ver Regalo
id: Hadiah
ja: Rewards
ko: 보상보기
pt: Ver as recompensas
ru: проверить подарок
th: รางวัล
vi: Phần thưởng
zh_hans: 查看奖励
zh_hant: 查看獎勵

# _STR_FB_INVITE_SEND_INVITATION_BTN_
source: Send Invitation
ar: إرسال الدعوة
es: Enviar solicitud
id: Kirim undangan
ko: 요청발송
pt: Enviar convite
ru: отправить приглашение
th: ส่งคำเชิญ
vi: Gửi lời mời
zh_hans: 发送邀请
zh_hant: 發送邀請

# _STR_FB_INVITE_INFO_
source: Click the Facebook icon and link to our offical forum.
ar: انقر صورة فيس البوق لدخول فيس بوكنا الرسمي
es: Haga clic en el botón de Facebook para entrar al foro oficial
id: Klik gambar Facebook untuk masuk ke forum resmi
ko: Facebook 클릭후 홈으로 갈수 있습니다.
pt: Clique no icon de Facebook para Fórum Oficial
ru: Нажмите на кнопку FB, чтобы ввести в официальный форум.
th: คลิกไอคอน Facebook และลิงค์เพื่อเข้าฟอรั่มทางการของเรา.
vi: Nhấp vào biểu tượng Facebook và liên kết đến diễn đàn chính thức của chúng tôi.
zh_hans: 点击Facebook图标进入官方论坛
zh_hant: 點擊Facebook圖標進入官方論壇

# _STR_REGISTER_INFO_
source: Has no account?
ar: لا يوجد حساب؟
es: ¿No tienes cuenta?
id: Tidak punya akun?
ko: 계정이 없음?
pt: Sem conta?
ru: нет аккаунта
th: ไม่มีบัญชี?
vi: Không có tài khoản?
zh_hans: 没有账号?
zh_hant: 沒有賬號?

# EFUN_PAYING
source: Transaction in progress, please wait
ar: الصفقة في التقدم، يرجي الانتظار
es: Recargando
id: Mohon tunggu, transaksi sedang berjalan
ja: 取引をしていますから、少々お待ち下さい!
ko: 진행중인 트랜잭션 기다려주세요
pt: Transação em andamento, aguarde, por favor
ru: Сделка обрабатывается, пожалуйста, пождайте.
th: ดำเนินการสั่งซื้ออยู่ กรุณารอสักครู่
vi: Đang tiến hành giao dịch, vui lòng đợi
zh_hans: 交易进行中，请稍等
zh_hant: 交易進行中，請稍等

# EFUN_NoNet
source: Network failure,please check the network!
ar: تعطل الشبكة، يرجي الفحص
es: Error de la Red
id: Internet abnormal, mohon cek internet!
ja: ネットワークを使用できません、ネットワークをチェックしてください!
ko: 네트워크 오류, Wi-Fi체크해주세요！
pt: Erro de rede, verifique sua rede, por favor!
ru: Соединение не установлено!
th: Networkผิดปกติ โปรดเช็คอินเทอร์เน็ตด้วย
vi: Lỗi mạng, hãy kiểm tra kết nối!
zh_hans: 网络异常，请检查网络!
zh_hant: 網絡異常，請檢查網絡！

# EFUN_NoMakePayments
source: AppStore purchase not available!
ar: فشل الدفع في AppStore
es: Fracaso de realizar los pagos
id: Tak dapat bayar di AppStore!
ja: AppStore支払できません!
ko: AppStore 지불 불가！
pt: AppStore sem jeito para pagar
ru: Не можете оплатить через AppStore!
th: AppStoreไม่สามารถชำระเงิน!
vi: Appstore không thể thanh toán!
zh_hans: AppStore无法支付!
zh_hant: AppStore无法支付！

# EFUN_OneIsBuying
source: The order is in progress.
ar: يجري الصفقة
es: Está negociando
id: Suatu transaksi sedang berjalan!
ja: 1件の取引が行われています!
ko: 한건의 결제가 진행중！
pt: Tinha uma transação em andamento!
ru: Сделка обрабатывается.
th: มีการสั่งซื้อ1ข้อกำลังดำเนินอยู่.
vi: Đang được thực hiện một giao dịch.
zh_hans: 有一笔交易正在进行中!
zh_hant: 有一筆交易正在進行中！

# EFUN_NoThisGood
source: The item does not exist!
ar: لا يوجد السلعة
es: El producto no existe
id: Tidak ada barang ini!
ja: 商品なし!
ko: 상점이 없음！
pt: O item não existe!
ru: нет товара
th: ไม่มีสินค้านี้!
vi: Sản phẩm không tồn tại!
zh_hans: 商品不存在!
zh_hant: 商品不存在！

# EFUN_UserCancelToBuy
source: You have canceled the order!
ar: قمت بإلغاء شراء
es: Has cancelando la compra
id: Anda sudah batalkan pembelian ini!
ja: 購入をキャンセル!
ko: 구매를 취소하였습니다！
pt: Cancelou a compra!
ru: Вы отменили оплату.
th: ยกเลิกการซื้อ!
vi: Giao dịch bị hủy bỏ!
zh_hans: 您取消了购买!
zh_hant: 您取消了購買！

# EFUN_AppStorePayFail
source: AppStore pay fail!
ar: فشل الدفع في AppStore
es: Fracaso de recargar
id: Gagal pembayaran AppStore!
ja: AppStore支払い失敗!
ko: AppStore 지불 실패！
pt: AppStore falha ao pagar!
ru: Не удалось оплатить через AppStore
th: การชำระเงินผ่าน AppStore ล้มเหลว!
vi: Appstore thanh toán thất bại!
zh_hans: AppStore支付失败!
zh_hant: AppStore支付失敗！

# EFUN_BuySuccess
source: Successful purchase %@ already sent, Order Number:%@ Order Num:%@ Enjoy Your Game!
ar: الشراء بالنجاح，%@ تم الارسال: رقم الصفقة：%@ Order:%@ أتمنى لكمالسعادة!
es: Has compradolo,%@ se ha enviado, El número de perdido：%@ El código de:%@ Que disfrute
id: Pembelian suksek, %@ terkirim, Nomor pesanan perdagangan ：%@ Nomor transaksi:%@ Semoga senang!
ja: 購入成功,%@ 発送しました: オーダーナンバー：%@ Efunオーダーナンバー:%@ ゲームお楽しみに!
ko: 구매성공,%@ 이미 발급하였습니다, 거래주문번호：%@ EfunOrder:%@ 즐거운 게임되세요！
pt: Compra com sucesso, %@ foi mandado, Número dos ordens de negociação：%@ Número de transação de Efun:%@ Desejo-lhe bom jogo!
ru: Ваша оплата прошла успешно. %@ был отправлен. Номер заказа：%@ Номер транзакции:%@ Желаем вам веселой игры!
th: การสั่งซื้อสำเร็จ %@ การส่งเรียบร้อยแล้ว, หมายเลขการสั่งซื้อ:%@ Order Num:%@ ขอสนุกกับเกมนะจ๊า!
vi: Giao dịch thành công. %@ đã gửi: Mã số giao dịch: %@ Order Num:%@ Chúc bạn vui vẻ!
zh_hans: 购买成功，%@ 已经发送, 交易订单号:%@ 交易号:%@ 祝您游戏愉快!
zh_hant: 購買成功，%@ 已經發送, 交易訂單號:%@ Efun交易號:%@ 祝您遊戲愉快！

# EFUN_BuyFail
source: Purchase FAILED! Order Number:%@ Order Num:%@ ErroCode:%@ Please make a screenshot and contact our customer service.
ar: فشل الشراء: رقم الصفقة: %@ Order:%@ رمز الخطأ:%@ يرجي الإتصال بخدمة العملاء بعد قطة شاشة.
es: Fracaso de comprarlo: El número de perdido：%@ El número de:%@ Código incorrecto:%@ Contácte con nuestro equipo de servicio al cliente con una captura de pantalla
id: Gagal pembelian: Nomor pesanan: %@ Nomor transaksi:%@ ErroCode:%@ Kirimlah Screenshot kepada layanan pelanggan
ja: 購入失敗: オーダーナンバー：%@ Efunオーダーナンバー:%@ ErrorCode:%@ スクリーンショットを撮ったした後、サビースに連絡してください。
ko: 구매실패: 주문번호：%@ EfunOrder:%@ ErroCode:%@ 고객센터에 문의해주세요。
pt: Falha ao comprar,: Número da encomeda%@ Número de transação de Efun:%@ ErroCódigo:%@ Depois captura a tela, contate com atendimento ao cliente.
ru: Оплатить не удалось: Номер заказа：%@ Номер транзакции:%@ Ощибка кода:%@ Сделайте скриншот и связывайтеся с службой поддержки.
th: การสั่งซื้อล้มเหลว! หมายเลขการสั่งซื้อ:%@ Order Num:%@ ErroCode:%@ กรุณาทำ Screenshot และติดต่อฝ่ายบริการลูกค้า.
vi: Giao dịch thất bại: Mã số giao dịch: %@ Order Num:%@ ErroCode:%@ hãy chụp ảnh cắt màn hình và liên hệ bộ phận chăm sóc khách hàng.
zh_hans: 购买失败: 订单号:%@ 交易号:%@ ErroCode:%@ 请截屏后联系客服。
zh_hant: 購買失敗: 訂單號：%@ Efun交易號:%@ ErroCode:%@ 請截屏後聯繫客服。
