Repository: Chance-service/NJG_Client
Catalog: client02_new/Code_iOS/lib91/SDK/EFUN_LIB/EfunSDKResources/EFUNCorePromptText_*.strings
Languages: ar, es, id, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# EFUN_HaveSendGameGold
source: Order Number:%@ Order Num:%@ %@ already sent,Please kindly check!
ar: رقم الصفقة：%@ Order:%@ %@ تم الإرسال，يرجي الاستقبال！
es: El número de perdido：%@ El código de:%@ %@ se ha enviado
id: Nomor transaksi: %@ Nomor transaksi:%@ %@ terkirim, silakan cek dan terima!
ja: オーダーナンバー：%@ Efunオーダーナンバー:%@ %@ 発送しました、チェックしてください!
ko: 거래주문번호：%@ EfunOrder:%@ %@ 발급되었습니다！
pt: Número dos ordens de negociação：%@ Número de transação de Efun:%@ %@ já foi mandado, note receber!
ru: Номер заказа：%@ Номер транзакции:%@ %@ Товар был отправлен, пожалуйста, проверьте.
th: หมายเลขการสั่งซื้อ:%@ Order Num:%@ %@ ได้ส่งไปแล้ว โปรดเช็คอย่างรอบคอบ!
vi: Mã số giao dịch: %@ Order Num:%@ %@ đã gửi đi, Hãy chú ý kiểm tra!
zh_hans: 交易订单号:%@ 交易号:%@ %@ 已经发送，请注意查收!
zh_hant: 交易訂單號：%@ Efun交易號:%@ %@ 已經發送，請注意查收！

# EFUN_PostNoNet
source: Order Number:%@ Order Num:%@ Fail to send vertification number to the server.
ar: رقم الصفقة: %@ Order:%@ فشل ارسال كلمة التحقق إلى الخادم!
es: El número de perdido：%@ El código de:%@ Fracso de enviar
id: Nomor pesanan transaksi:%@ Nomor transaksi:%@ Gagal kirim vertifikasi kepada server!
ja: オーダーナンバー：%@ Efunオーダーナンバー:%@ サーバに検証を発送失敗!
ko: 거래주문번호：%@ EfunOrder:%@ 서버에 발송한 인증이 누락！
pt: Número dos ordens de negociação：%@ Número de transação de Efun:%@ Falha ao enviar verificação para servidor!
ru: Номер заказа：%@ Номер транзакции:%@ Отправить подтверждение к северу не удалось.
th: หมายเลขการสั่งซื้อ:%@ Order Num:%@ ส่งการตรวจสอบไปยังเซิร์ฟเวอร์ล้มเหลว.
vi: Mã số giao dịch: %@ Order Num:%@ gửi xác nhận thất bại !
zh_hans: 交易订单号:%@ 交易号:%@ 向服务器发送验证失败!
zh_hant: 交易訂單號：%@ Efun交易號:%@ 向服務器發送驗證失敗！

# EFUN_BuyError
source: Order Number:%@ Order Num:%@ Verification Error！
ar: رقم الصفقة: %@ Order:%@ التحقق error!
es: El número de perdido：%@ El código de:%@ Error de Identificación
id: Nomor pesanan transaksi: %@ Nomor transaksi:%@ Salah vertifikasi！
ja: オーダーナンバー：%@ Efunオーダーナンバー:%@ 検証error！
ko: 거래주문번호：%@ EfunOrder:%@ 인증 오류！
pt: Número dos ordens de negociação：%@ Número de transação de Efun:%@ erro de verificação
ru: Номер заказа：%@ Номер транзакции:%@ Ощибка подтверждения
th: หมายเลขการสั่งซื้อ:%@ Order Num:%@ การตรวจสอบผิดพลาด!
vi: Mã số giao dịch: %@ Order Num:%@ xác nhận error
zh_hans: 交易订单号:%@ 交易号:%@ 验证error!
zh_hant: 交易訂單號：%@ Efun交易號:%@ 验证error！

# EFUN_BuyServerInMaintain
source: Server maintenance! Please make a purchase after maintenance is completed
ar: يكون الخادم تحت الصيانة، يرجي إجراء الشراء بعد دقيقة.
es: El servidor está realizando un mantenimiento, cómpratelo después
id: Server sedang maintenance！Mohon dibeli nanti
ja: サーバがメンテナンスしています！維持した後購買してください
ko: 서버점검중! 잠시후 재시도해주세요!
pt: O servidor está mantendo!
ru: В связи с серверными причинам технического обслуживания, поосите покупать через несколько времени.
th: กำลังบำรุงรักษาเซิร์ฟเวอร์อยู่! โปรดรอสักครู่เพื่อการซื้อ
vi: Máy chủ đang bảo hành! Hãy tiến hành giao dịch vào lúc khác.
zh_hans: 服务器维护中!请过一段时间后再进行购买
zh_hant: 服務器維護中！請過一段時間進行購買

# __UI_LOGINVIEW_ACCOUNT_TEXTFEILD__
source: User account
ar: الحساب
es: Cuenta
id: Akun
ja: アカウント
ko: 이펀 아이디
pt: Conta
ru: аккаунт
th: บัญชี
vi: Tài khoản
zh_hans: 账号
zh_hant: 帳號

# __UI_LOGINVIEW_PASSWORD_TEXTFEILD__
source: Password
ar: كلمة المرور
es: Contraseña
ja: パスワード
ko: 비밀번호를 입력하세요
pt: Senha
ru: пароль
th: รหัสผ่าน
vi: Mật mã
zh_hans: 密码
zh_hant: 密碼

# __UI_LOGINVIEW_CHANGEPASSWORD_BUTTON__
source: Change password
ar: تغيير كلمة المرور
es: Cambiar contraseña
id: Mengubah password
ja: パスワードの変更
ko: 비밀번호 변경
pt: Mudar senha
ru: сменить пароль
th: เปลี่ยนรหัสผ่าน
vi: Thay đổi mật mã
zh_hans: 修改密码
zh_hant: 修改密碼

# __UI_LOGINVIEW_MACBIND_BUTTON__
source: Free registration bind
ar: ربط الحساب دون التسجيل
es: Vincular cuenta de Juega Ya
id: Mengikat akun Play Now
ja: サインアップ
ko: 免注册绑定
pt: Vincular com livre registrado
ru: привязать аккаунт без регистрации
th: ผูกพันลัญชีลงทะเบียนฟรี
vi: Thiết lập bảo vệ cho đăng nhập miễn phí
zh_hans: 免注册绑定
zh_hant: 免註冊綁定

# __UI_LOGINVIEW_FORGOTPASSWORD_BUTTON__
source: Forgot password
ar: نسيان كلمة المرور
es: Recuperar contraseña
id: Lupa password
ja: パスワードを忘れた
ko: 비밀번호 찾기
pt: Recuperar senha
ru: восстановить пароль
th: ลืมรหัสผ่าน
vi: Quên mật mã
zh_hans: 找回密码
zh_hant: 忘記密碼

# __UI_LOGINVIEW_LOGINWAYS_LABEL__
source: Use the following account
ar: الدخول عبر الحساب التالي
es: Otras Cuentas
id: Login dengan akun berikutnya
ja: 使用以下账号登入
ko: 使用以下账号登入
pt: Use conta abaixa parar Login
ru: войти через следующие аккаунты
th: ใช้บัญชีด้านล่างล็อกอิน
vi: Đăng nhập bằng tài khoản sau
zh_hans: 使用以下账号登入
zh_hant: 使用以下帳號登入

# __UI_CHANGEPASSWORD_OLDPASSWORD_TEXTFEILD__
source: User password
ar: كلمة المرور الأصلية
es: Contraseña original
id: Password asli
ja: 元パスワード
ko: 기존 비밀번호를 입력하세요
pt: Senha original
ru: старый пароль
th: รหัสผ่านเดิม
vi: Mật mã ban đầu
zh_hans: 原始密码
zh_hant: 原始密碼

# __UI_CHANGEPASSWORD_NEWPASSWORD_TEXTFIELD__
source: New password
ar: كلمة المرور الجديدة
es: Contraseña Nueva
id: Password baru
ja: ニューパスワード
ko: 새 비밀번호를 입력하세요
pt: Senha nova
ru: новый пароль
th: รหัสผ่านใหม่
vi: Mật mã mới
zh_hans: 新密码
zh_hant: 新密碼

# __UI_CHANGEPASSWORD_NEWPASSWORD_CONFIRM_TEXTFIELD__
source: Confirm password
ar: تأكيد كلمة المرور الجديدة
es: Confirmar contraseña nueva
id: Password baru dikonfirmasi
ja: パスワードの確認)
ko: 비밀번호를 재확인하세요
pt: Confirmar senha nova
ru: подтвердите новый пароль
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật mã mới
zh_hans: 确认新密码
zh_hant: 確認新密碼

# __UI_FORGOTPASSWORD_EMAIL__
source: Registered mail
ar: البريد الإلكتروني للتسجيل
es: Dirección de correo electrónico registrado
id: E-mail terdaftar
ja: メールアドレス
ko: 이메일 주소
pt: Registrar Email
ru: регистрация поточвого ящика
th: เมล์ลงทะเบียน
vi: Email đăng kí
zh_hans: 注册邮箱
zh_hant: 註冊郵箱

# __UI_ACCOUNTBIND_PASSWORD_CONFIRM__
source: Confirm password
ar: تكرار كلمة المرور
es: Repetir contraseña
id: ketik ulang password
ja: パスワードの再入力)
ko: 비밀번호를 재확인하세요
pt: Repetir senha
ru: повторить пароль
th: ซ้ำรหัสผ่าน
vi: Nhập lại mật mã
zh_hans: 重复密码
zh_hant: 重復密碼

# __UI_ACCOUNTBIND_EMAIL__
source: Email (To recover password)
ar: البريد الإلكتروني (لاسترداد كلمة المرور)
es: Dirección de correo electrónico(Para recuperar contraseña)
id: E-mail(untuk mendapatkan password)
ja: Email(パスワードを取り戻るため)
ko: 이메일 주소를 입력하세요
pt: Email(para recuperar senha)
ru: Электронная почта(использовать для получения пароли)
th: อีเมล์(เพื่อค้นหารหัสผ่าน)
vi: Email( dùng để tìm lại mật mã)
zh_hans: Email(可用于找回密码)
zh_hant: Email(可用於找回密碼)

# __MESSAGE_ALERTVIEW_TITLE_ERROR__
source: Error
ar: الخطأ
id: Salah
ja: エラー
ko: 오류
pt: Erro
ru: ощибка
th: ผิดพลาด
vi: Sai
zh_hans: 错误
zh_hant: 错误

# __MESSAGE_ALERTVIEW_MESSAGE_PASSWORD_DIFFERENCE__
source: two password does not match!
ar: لا تتطابق كلمات المرور!
es: Las contraseñas introducidas no coinciden
id: Password yang dimasukkan kedua kali tidak sama, silakan dimasukkan ulang
ja: 二回の入力したパスワードが一致ではありません、再入力してください
ko: 비밀번호가 일치하지 않습니다.재 입력 해주세요
pt: Duas senhas não coincidem, tente novamente.
ru: Пароли не совпадают. Введите снова, пожалуйста.
th: รหัสผ่านที่ใส่สองครั้งไม่เหมือนกัน โปรดเขียนใหม่!
vi: Hai lần nhập mật mã không giống nhau, vui lòng nhập lại
zh_hans: 两次输入的密码不一样，请重新输入
zh_hant: 兩次輸入的密碼不相同，請重新輸入

# __MESSAGE_WAITTING_LOGIN_STRING__
source: Processing...
ar: الدخول
es: Cargando
id: Sedang login…
ja: ロード中...
ko: 로딩중...
pt: Processando...
ru: Обработка запроса
th: กำลังส่งผลประมวลผล...
vi: Đang gửi yêu cầu xử lí…
zh_hans: 正在提交处理...
zh_hant: 正在登陆中...

# __MESSAGE_WAITTING_LOGIN_EVATAR_STRING__
source: Taiwan's big players to log in ...
ar: 台灣大玩家登入中...
es: El jugador excelente taiwanés está iniciando sesión
id: Pemain super sedang login…
ja: 台湾大玩家登入中...
ko: 台湾大玩家登入中...
pt: Jogador de Taiwan está Login in
ru: Войдёт Evatar
zh_hans: 台湾大玩家登入中...
zh_hant: 台灣大玩家登入中...

# __MESSAGE_WAITTING_ACCOUNTBIND_STRING__
source: Processing...
ar: التسجيل
es: Registrando
id: sedang proses..
ja: 登録中...
ko: 가입중...
pt: Registrando...
ru: Зарегистрируется...
th: กำลังส่งผลประมวลผล...
vi: Đang gửi yêu cầu xử lí…
zh_hans: 正在注册中...
zh_hant: 正在註冊中...

# __MESSAGE_WAITTING_FACEBOOKBIND_STRING__
source: Processing...
ar: التسجيل
es: Esperando
id: sedang proses..
ja: 処理中...
ko: 가입중...
pt: Processando...
ru: Обработка запроса
th: กำลังส่งผลประมวลผล...
vi: Đang gửi yêu cầu xử lí…
zh_hans: 正在提交处理...
zh_hant: 正在提交處理...

# __MESSAGE_WAITTING_CHANGEPASSWORD_STRING__
source: Processing...
ar: تقديم الطلب
es: Esperando
id: sedang proses..
ja: 処理中...
ko: 접속중...
pt: Processando...
ru: Обработка запроса
th: กำลังส่งผลประมวลผล...
vi: Đang gửi yêu cầu xử lí…
zh_hans: 正在提交处理...
zh_hant: 正在提交處理...

# __MESSAGE_WAITTING_FORGOTPASSWORD_STRING__
source: Processing...
ar: تقديم الطلب
es: Esperando
id: sedang proses..
ja: 処理中...
ko: 접속중...
pt: Processando...
ru: Обработка запроса
th: กำลังส่งผลประมวลผล...
vi: Đang gửi yêu cầu xử lí…
zh_hans: 正在提交处理...
zh_hant: 正在提交處理...

# __MESSAGE_WAITTING_BIND_STRING__
source: Processing...
ar: الربط
es: Esperando
id: sedang proses..
ja: 処理中...
ko: 접속중...
pt: Processando...
ru: Обработка запроса
th: กำลังส่งผลประมวลผล...
vi: Đang gửi yêu cầu xử lí…
zh_hans: 正在提交处理...
zh_hant: 正在綁定...

# __MESSAGE_ERROR_MESSAGE_ACCOUNT_LENGTH_45__
source: The input password length cannot exceed 45 characters
ar: لا يتجاوز اسم 45 حرف
es: Completa el campo con el máximo 45 caracteres
id: Nama akun yang Anda masukan tidak bisa melebihi 45 karakter!
ja: 入力したユーザーネームは４５文字に超えできません。!
ko: 아이디 45자이내 입력하세요 ！
pt: O comprimento de nome do ususário de entrada não pode exceder 45 caracteres!
ru: логин не должен длине чем 45 символов.
th: ชื่อผู้ใช้ที่ใส่ไม่สามารถเกิน 45 ตัวอักษร
vi: Tên người dùng không được vượt quá 45 kí tự
zh_hans: 所输入的用户名长度不能超过45个字符!
zh_hant: 所輸入的用戶名長度不能超過45個字符!

# __MESSAGE_ERROR_MESSAGE_ACCOUNT_NULL__
source: Account is empty!
ar: لا يمكن للحساب أن يكون
es: Por favor, completa el nombre de usuario
id: Nama akun tidak bisa kosong!
ja: アカウントを入力してください!
ko: 아이디 입력!
pt: Conta não está vazio!
ru: Укажите ваш логин
th: บัญชีไม่สามารถว่างเปล่าไม่ได้!
vi: Tài khoản không được để trống!
zh_hans: 账号不能为空!
zh_hant: 帳號不能為空!

# __MESSAGE_ERROR_MESSAGE_ACCOUNT_SPACILECHAR__
source: The input account cannot contain Special characters(Accounts consist of letters, numbers or underscores)
ar: لا يمكن للحساب أن يحتوى على أحرف خاصة(يتكون الاسم من حرف و رقم و خط سفلي)
es: No puede entrar caractes específicos(El nombre de usuario consiste en letras, números y líneas subrayadas)
id: Nama akun tidak bisa mempunyai karakter istimewa（name akun terdiri dari karakter，nomor atau baris bawah)
ja: アカウントには特別な符号を入力してはできません。(アカウントは字母、数或いはアンダーラインで組み合わせます。)
ko: 아이디에 특수부호 사용불가(아이디에 영어,숫자만 가능합니다)
pt: A conta de entrada não pode conter caracteres especiais! (Contas consistem em letras, números ou sublinhados)
ru: Логин не должен содержать специальные символы(логин состоит из буквы цифры и подчеркивания букв)
th: บัญชีมีตัวอักษรพิเศษไม่ได้( บัญชีประกอบด้วยตัวอักษร ตัวเลขหรือขีด)
vi: Tài khoản không bao gồm những kí tự đặc biệt ( chỉ bao gổm chữ cái, số, gạch dưới)
zh_hans: 账号不能有特殊字符!(账号由字母，数字或下划线組成)
zh_hant: 帳號不能有特殊字符!(帳號由字母，數字或下劃線組成)

# __MESSAGE_ERROR_MESSAGE_ACCOUNT_UTF8ERROR__
source: The input account cannot contain utf-8 characters!(Accounts consist of letters, numbers or underscores)
ar: لا يمكن للحساب أن يحتوى على أحرف صينية(يتكون الاسم من حرف و رقم و خط سفلي)
es: No puede entrar caracteres chinos(El nombre de usuario consiste en letras, números y líneas subrayadas)
id: Nama akun tidak bisa mempunyai karakter UTF8（name akun terdiri dari karakter，nomor atau baris bawah）
ja: アカウントには漢字を入力してはできません。(アカウントは字母、数或いはアンダーラインで組み合わせます。)
ko: 아이디에 특수부호 사용불가(아이디에 영어,숫자만 가능합니다)
pt: A conta de entrada não pode conter caracteres chinês! (Contas consistem em letras, números ou sublinhados)
ru: Логин не должен содержать китайские символы(логин состоит из буквы цифры и подчеркивания букв)
th: บัญชีมีตัวอักษรจีนไม่ได้( บัญชีประกอบด้วยตัวอักษร ตัวเลขหร
vi: TTài khoản không bao gồm kí tự tiếng Trung (chỉ bao gổm chữ cái, số, gạch dưới)
zh_hans: 账号不能有中文字符!(账号由字母，数字或下划线組成)
zh_hant: 帳號不能有中文字符!(帳號由字母，數字或下劃線組成)

# __MESSAGE_ERROR_MESSAGE_PASSWORD_NULL__
source: Password is empty!
ar: لا يمكن لكلمة المرور أن تكون فارغا
es: Por favor, completa la contraseña
id: Password tidak bisa kosong!
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요!
pt: Senha não está vazio!
ru: Укажите ваш пароль
th: รหัสผ่านไม่สามารถว่างเปล่าไม่ได้!
vi: Mật mã không được để trống!
zh_hans: 密码不能为空!
zh_hant: 密碼不能為空!

# __MESSAGE_ERROR_MESSAGE_PASSWORD_LENGTH_45__
source: The input password length cannot exceed 45 characters
ar: لا تتجاوز كلمة المرور 45 حرف
es: Completa el campo con el máximo 45 caracteres
id: Password yang Anda masukan tidak bisa melebihi 45 karakter!
ja: 入力したパスワードは４５文字に超えできません。
ko: 변경할 비밀번호 45자이내 입력하세요!
pt: O comprimento de senha de entrada não pode exceder 45 caracteres!
ru: Пароль не должен длине чем 45 символов.
th: รหัสผ่านไม่สามารถมีตัวอักษรมากกว่า 45 ตัวอักษร
vi: Độ dài mật mã không được vượt quá 45 kí tự
zh_hans: 所输入的密碼长度不能超过45個字符!
zh_hant: 所輸入的密碼長度不能超過45個字符!

# __MESSAGE_ERROR_MESSAGE_PASSWORD_SPACILECHAR__
source: The input password cannot contain Special characters(Accounts consist of letters, numbers or underscores)
ar: لا يمكن لكلمة المرور أن تحتوى على أحرف خاصة (يتكون الاسم من حرف و رقم و خط سفلي)
es: No puede entrar caractes específicos(La contraseña consiste en letras, números y líneas subrayadas)
id: Password tidak bisa mempunyai karakter istimewa（password terdiri dari karakter，nomor atau baris bawah）
ja: パスワードには特別な符号を入力してはできません。(パスワードトは字母、数或いはアンダーラインで組み合わせます。)
ko: 비밀번호에 특수부호 사용불가(비밀번호에 영어,숫자만 가능합니다)
pt: A senha de entrada não pode conter caracteres especiais! (senha consistem em letras, números ou sublinhados)
ru: Пароль не должен содержать специальные символы(пароль состоит из буквы цифры и подчеркивания букв)
th: บัญชีมีตัวอักษรพิเศษไม่ได้( บัญชีประกอบด้วยตัวอักษร ตัวเลขหรือขีด)
vi: Mật mã không bao gồm kí tự đặc biệt (chỉ bao gồm chữ cái, số, gạch dưới)
zh_hans: 密码不能有特殊字符!(密码由字母，数字或下划线組成)
zh_hant: 密碼不能有特殊字符!(密碼由字母，數字或下劃線組成)

# __MESSAGE_ERROR_MESSAGE_PASSWORD_UTF8ERROR__
source: The input password cannot contain utf-8 characters!(Accounts consist of letters, numbers or underscores)
ar: لا يمكن لكلمة المرور أن تحتوى على أحرف صينية (يتكون الاسم من حرف و رقم و خط سفلي)
es: No puede entrar caracteres chinos(La contraseña consiste en letras, números y líneas subrayadas)
id: Password tidak bisa mempunyai karakter UTF8（password terdiri dari karakter，nomor atau baris bawah）
ja: パスワードには漢字を入力してはできません。(パスワードは字母、数或いはアンダーラインで組み合わせます。)
ko: 비밀번호에 특수부호 사용불가(비밀번호에 영어,숫자만 가능합니다)
pt: A senha de entrada não pode conter caracteres chinês! (senha consistem em letras, números ou sublinhados)
ru: Пароль не должен содержать китайские символы(пароль состоит из буквы цифры и подчеркивания букв)
th: บัญชีมีตัวอักษรจีนไม่ได้( บัญชีประกอบด้วยตัวอักษร ตัวเลขหรือขีด)
vi: Mật mã không bao gồm kí tự tiếng Trung (chỉ bao gồm chữ cái, số, gạch dưới)
zh_hans: 密码不能有中文字符!(密码由字母，数字或下划线組成)
zh_hant: 密碼不能有中文字符!(密碼由字母，數字或下劃線組成)

# __MESSAGE_ERROR_MESSAGE_EMAIL_NULL__
source: Email is empty!
ar: لا يمكن أن تكون البريد الإلكتروني فارغا
es: Por favor, complete la dirección de correo electrónico
id: Email tidak bisa kosong!
ja: メールアドレスを入力してください!
ko: Email 입력하세요 !
pt: Email não está vazio!
ru: Укажите ваш почтовый ящик
th: อีเมล์ไม่สามารถว่างเปล่าได้!
vi: Email không được để trống!
zh_hans: Email不能为空!
zh_hant: Email不能為空!

# __MESSAGE_ERROR_MESSAGE_EMAIL_LENGTH_45__
source: The input mailbox length cannot exceed 45 characters!
ar: لا يتجاوز البريد الإلكتروني 45 حرف
es: Completa el campo con el máximo 45 caracteres
id: Email yang Anda masukan tidak bisa melebihi 45 karakter!
ja: 入力したメールアドレスは４５文字に超えできません。
ko: email 45자이내 입력하세요！
pt: O comprimento de Email de entrada não pode exceder 45 caracteres!
ru: Почтовый ящик не должен длине чем 45 символов.
th: อีเมล์ไม่สามารถมีตัวอักษรมากกว่า 45 ตัว!
vi: Độ dài Email không được vượt quá 45 kí tự!
zh_hans: 所输入的Email长度不能超过45个字符!
zh_hant: 所輸入的Email長度不能超過45個字符!

# __MESSAGE_ERROR_MESSAGE_EMAIL_FORMAT__
source: The format of Email is not correct!
ar: تنسيق البريد الإلكتروني غير صحيح
es: La dirección de correo electronico es inválida
id: Format email tidak betul！
ja: メールアドレスは不正です!
ko: Email격식이 잘못되였습니다!
pt: O forma de Email está erro
ru: форма электронной почты неправильная
th: รูปแบบเมล์ไม่ถูกต้อง
vi: Email không hợp lệ!
zh_hans: Email格式不正确!
zh_hant: Email格式不正確!

# __MESSAGE_ERROR_MESSAGE_EMAIL_UTF8ERROR__
source: The input mailbox cannot contain utf-8 characters
ar: لا يمكن للبريد الإلكتروني أن يحتوى على أحرف خاصة
es: No puede entrar caracteres chinos
id: Email tidak bisa mempunyai karakter UTF8！
ja: メールアドレスには漢字を入力できません!
ko: Email에 특수부호 사용불가!
pt: Email não pode conter caracteres chinês!
ru: Почтовый ящик не должен содержать китайские символы
th: อีเมล์มีตัวอักษรพิเศษไม่ได้
vi: Email không bao gồm kí tự đặc biệt!
zh_hans: Email不能有中文字符!
zh_hant: Email不能有中文字符!

# __MESSAGE_TITLE_NETINTERFACE_LOGIN__
source: Login
ar: الدخول
es: Iniciar Sesión
ja: ログイン
ko: 로그인
pt: Login in
ru: вход
th: ล็อกอิน
vi: Đăng nhập
zh_hans: 登入
zh_hant: 登入

# __MESSAGE_TITLE_NETINTERFACE_REGISTER__
source: Register
ar: التسجيل
es: Regístrate
id: Daftar
ja: 新規アカウント登録
ko: 회원가입
pt: Registrar
ru: зарегистрироваться
th: ลงทะเบียน
vi: Đăng kí
zh_hans: 注册
zh_hant: 註冊

# __MESSAGE_TITLE_NETINTERFACE_RESETPASSWORD__
source: Reset password
ar: تغيير كلمة المرور
es: Cambiar contraseña
id: mengubah password
ja: パスワードの変更
ko: 비밀번호 변경
pt: Mudar senha
ru: сменить пароль
th: เปลี่ยนรหัสผ่าน
vi: Thay đổi mật mã
zh_hans: 修改密碼
zh_hant: 修改密碼

# __MESSAGE_TITLE_NETINTERFACE_FINDPASSWORD__
source: Find password
ar: نسيان كلمة المرور
es: Recuperar contraseña
id: mencari kembali password
ja: パスワードを忘れた
ko: 비밀번호 찾기
pt: Recuperar senha
ru: восстановить пароль
th: ลืมรหัสผ่าน
vi: Quên mật mã
zh_hans: 找回密碼
zh_hant: 忘記密碼

# __MESSAGE_TITLE_NETINTERFACE_FASTLOGIN__
source: Fast Login
ar: الدخول دون التسجيل
es: Juega Ya
id: login tanpa daftar
ja: プレー
ko: 免注册登入
pt: Login in com livre registra
ru: войти как гость
th: ล๊อกอินโดยลงทะเบียนฟรี
vi: Đăng nhập miễn phí
zh_hans: 免注册登入
zh_hant: 免註冊登入

# __MESSAGE_TITLE_NETINTERFACE_FACEBOOKLOGIN__
source: Facebook Login
ar: الدخول عبر فيسبوك
es: Entrar con Facebook
id: login facebook
ja: Facebookで登録
ko: Facebook
pt: Login in pelo Facebook
ru: войти через Facebook
th: เข้าสู่ระบบด้วย Facebook
vi: Đăng nhập bằng Facebook
zh_hans: Facebook 登入
zh_hant: Facebook 登入

# __MESSAGE_TITLE_NETINTERFACE_PHONEEVATAR__
source: Evatar Login
ar: Evatar 登入
es: Entrar con Evatar
id: login evatar
ja: Evatar 登入
ko: Evatar
pt: Evatar Login in
ru: войти через Evatar
vi: Đăng nhập bằng Evatar
zh_hans: Evatar 登入
zh_hant: Evatar 登入

# __MESSAGE_TITLE_NETINTERFACE_REGISTERBIND__
source: Account bind
ar: الربط دون التسجيل
es: Vincular cuenta de Juega Ya
id: daftar tanpa ikat
ja: サインアップ
ko: 免注册绑定
pt: Vincular com livre registrado
ru: привязать аккаунт без регистрации
th: ผูกพันบัญชีการลงทะเบียนฟรี
vi: Thiết lập bảo vệ cho đăng nhập miễn phí
zh_hans: 免注册绑定
zh_hant: 免註冊綁定

# __MESSAGE_TITLE_NETINTERFACE_OTHERCLIENTLOGINEVATAR__
source: Evatar Login by Other Client
ar: Evatar 客戶端登入
es: Entrar con Evatar
id: klien evatar masuk
ja: Evatar 客戶端登入
ko: Evatar 客戶端登入
pt: Cliente Evater Login
ru: войти через Evatar
vi: Đăng nhập qua Evatar
zh_hans: Evatar 客戶端登入
zh_hant: Evatar 客戶端登入

# __MESSAGE_ALERTVIEW_MESSAGE_BIND_INFO__
source: Dear player, to ensure your account security, please bind your account as soon as possible.
ar: يا المستخدم، يرجي أن تربط جهازك بحساب ما و تدخل اللعبة بهذا الحساب لكي منع فقدان البيانات.
es: Querido Jugador, para la seguridad, por favor, vincula tu cuenta lo más rápido posible
id: gamer yang terhormat，untuk menjaminkan keselamatan nama akun Anda,silakan ikatkan nama akun.
ja: ごアカウントの安全性を確保するため、サインアップしてください.
ko: 유저님의 계정정보를 보호하기 위하여 계정전환을 진행하시기 바랍니다.
pt: Caros jogadores, Vincule sua conta é possível rápido para garantir sua segurança conta
ru: Уважаемый игрок, для обеспечения безопасности аккаунта , привязайтесь как можно быстрее.
th: เรียนผู้เล่นที่เคารพ เพื่อความปลอดภัยบัญชีของคุณ โปรดผูกพันบัญชีในเวลาเร็วที่สุด
vi: Để đảm bảo sự an toàn cho tài khoản của bạn, hãy thiết lập bảo vệ cho tài khoản.
zh_hans: 尊敬的玩家,为了确保您的账号安全,请尽快绑定您的账号。
zh_hant: 尊敬的玩家，為了確保你的帳號安全，請儘快綁定你的帳號。

# __MESSAGE_ALERTVIEW_MESSAGE_BIND_LEFT_BTN_PLAYNOW__
source: Play Now
ar: الدخول
es: Entrar
id: masuk game
ja: ゲームスタート
ko: 계속하기
pt: Entrar jogo
ru: зайти в игру
th: เข้าสู่เกม
vi: Đăng nhập trò chơi
zh_hans: 进入游戏
zh_hant: 進入遊戲

# __MESSAGE_ALERTVIEW_MESSAGE_BIND_RIGHT_BTN_BINDACCOUNT__
source: Bind Account
ar: ربط الحساب
es: Vincular cuenta
id: mengikat akun
ja: サインアップ
ko: 계정전환
pt: Vincular conta
ru: привязать аккаунт
th: ผูกพันบัญชี
vi: Thiết lập bảo vệ
zh_hans: 绑定账号
zh_hant: 綁定帳號

# __MESSAGE_ALERTVIEW_MESSAGE_BINDEDACCOUNT__
source: The device has been bound. The bound account is %@
ar: قد ربط هذا الجهاز بالحساب ، يرجي الدخول بهذا الحساب: %@
es: Por favor, entre con la cuenta vinculada: %@
id: mesin Anda sudah mengikat akun yang tertentu，silakan memakai akun itu masuk game： %@
ja: ご設備がサインアップしたアカウントがあります。サインアップしたアカウントをゲームしてください %@
ko: 이미 전환 진행한 기기입니다. 전환계정:%@
pt: Seu aparelho tinha conta vinculada correspondente,use conta vinculada para entrar jogo: %@
ru: В вашем устройстве соотвествующую привязку аккаунта. Просите войти в игру, изпользованный привязкой аккаунта: %@
th: เครื่องของคุณมีบัญชีที่ผูกพันอยู่แล้ว โปรดใชบัญชีที่ผูกพันเข้าสู่เกม %@
vi: Thiết bị của bạn đã có tài khoản bảo vệ tương ứng, hãy sử dụng tài khoản đã bảo vệ để đăng nhập trò chơi %@
zh_hans: 您的机器已经有相应的绑定账号，請使用已经绑定的账号进入游戏: %@
zh_hant: 您的機器已經有相應的綁定帳號，請使用綁定的帳號進入遊戲: %@

# __MESSAGE_TITLE_NETINTERFACE__
source: info
ar: الأخبار
es: Mensajes
id: peringatan
ja: ヒント
ko: 제시
pt: Dica
ru: подсказка
th: ทิปส์
vi: Chú ý
zh_hans: 提示
zh_hant: 提示

# __MESSAGE_NET_ERROR__
source: Network failure
ar: تعطل الشبكة
es: Error de la Red
id: Internet sedang lambat！
ja: ネットワークが不安定です!
ko: 인터넷 불안정！
pt: A rede está lento
ru: Соединение не установлено
th: Networkไม่ได้เรี่องเลย
vi: Tín hiệu mạng kém
zh_hans: 网络不給力!
zh_hant: 網絡不給力！

# __MESSAGE_TWITTER_SHARE_CONTENTDUPLICATE
source: 分享内容重复，请改天再试或者更改分享内容!
ar: تكرار المحتوى، يرجي تغيير المحتوى أو المحاولة مرة أحرى
es: Contenido redúplico
id: isi yang dibagikan itu mengulang，tolong coba lain hari atau bagikan isi yang lain!
ja: シェア内容は重複しました。シェア内容を変更する或いは明日に試してください!
pt: Conteúdo compartilhado foi repetido, Retente no seguinte dia ou mude conteúdo compartilhado
ru: Опять поделились. Попробуйте завтра или сменяйте контент.
th: เนื่อหาแชร์ซ้ำแล้ว โปรดลองวันใหม่หรือเปลี่ยนเนื้อหาแชร์
vi: Nội dung chia sẻ trùng lặp, hãy thay đổi nội dung chia sẻ hoặc thử vào ngày khác!
zh_hant: 分享內容重複，請改天在試或者更改分享內容!

# __MESSAGE_TWITTER_PLEASEWAITING__
source: please Waiting...
ar: يرجي الإنتظار
es: Esperando
id: tunggu
ja: 少々お待ちください...
ko: 기다려주십시오
pt: Aguarde
ru: Пождайте, пожалуйста.
th: โปรดรอ...
vi: Vui lòng đợi...
zh_hans: 请稍候
zh_hant: 請稍等...

# __UI_TWITTER_TITLE_TWITTERLOGIN__
source: Twitter Login
ar: الدخول عبر تويتر
es: Entrar con Twitter
id: login twitter
pt: Login in pelo Twitter
ru: войти через Twitter
th: เข้าสู่ระบบด้วย Twitter
vi: Đăng nhập bằng Twitter
zh_hans: Twitter 登入

# __UI_BTN_LABEL_CHECK_AWARDCONTENT__
source: Rewards
ar: المكافآت
es: Regalo
id: isi hadiah
ja: 賞への招待
ko: 보너스 콘텐츠
pt: Conteúdo da recompensas
ru: контент подарки
th: รายละเอียดรางวัล
vi: Phần thưởng
zh_hans: 奖励内容
zh_hant: 獎勵內容

# __UI_BTN_LABEL_WEBVIEW_PREVIOUS__
source: Previous
ar: 上一頁
es: atrás
id: mundur
ja: 前
ko: 이전
pt: Retirar
ru: Назад
zh_hans: 后退
zh_hant: 上一頁

# __UI_BTN_LABEL_WEBVIEW_NEXT__
source: Next
ar: 下一頁
es: adelante
id: maju
ja: 次
ko: 다음
pt: Avançar
ru: Далее
zh_hans: 前进
zh_hant: 下一頁

# __UI_BTN_LABEL_WEBVIEW_BACK__
source: Back
ar: 返回
es: regresar
id: kembali
ja: リターン
ko: 반환
pt: Voltar
ru: вернуться
zh_hans: 返回
zh_hant: 返回
