Repository: Chance-service/NJG_Client
Catalog: client02_new/Code_iOS/lib91/SDK/EFUN_LIB/EfunSDKResources/EFUNCorePromptText_*.strings
Languages: ar, es, id, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# REG_SE_alert_content
source: The latest 20 orders in this device will be recorded here. This record is not specific to for any special players; If different players recharge in this device, we will also record 20 orders in total according to the refilling time. If the game is delected, all record will be delected, too. If players have any questions for their orders, they can tap the corresonding record and report it to efun. Each order can be reported twice.
ar: يظهر سجل 20 الصفقات الآخيرة هنا للاعب يلعب اللعبة بهذا الجهاز.وليس السجل ضد لاعب ما.فاذا يوجد لاعبون مختلفون يشحنون بهذا الجهاز، سيبقى سجل الشحن للاعبين مختلفين ويرتب بوقت الشحن. واذا تحذف اللعبة، فلا يوجد السجل.واذا لديك اي سؤال عن صفقات، انقر الرز الرد لطرح ردك الى سيرفر يفان.
es: Aquí se muestran los recientes 20 registros de compras creado por el jugador quien ha jugado este juego en este aparato. Estos 20 compras no se dirigen a un cierto jugador；Si varios jugadores han jugado y recargado en este juego usando el mismo aparato, se graban los 20 compras según el orden. Desaparecerán los récords si el juego fuera eliminado. El jugador puede publicar el feedback al servidor de efun pinchando el botón ¨feedback¨ del récord correspondiente si tiene duda sobre la compra. Dos veces como máximo para una compra.
id: Pada perangkat ini akan muncul 20 catatan pembelian pada permainan ini. Karakter berbeda juga akan ikut tercatat; Jika lebih dari 1 gamers bermain pada perangkat yang sama dan melakukan pengisian, maka 20 catatan pembelian akan diurutkan berdasarkan pembelian. Jika game dihapus, maka catatan akan hilang. Jika gamers memiliki masalah dalam pembelian, bisa melakukan laporan dengan klik “Laporan” dan menuju server efun untuk melakukan laporan. Setiap pembelian hanya bisa melakukan laporan sebanyak 2 kali
ja: こちらに表示されているのはこの設備でこのゲームをしたプレイヤーの最後の20のオーダーです。この20の購入記録はある特定のプレイヤーのために行われていません；他のプレイヤは相次いでこの設備でゲームをしてリチャージする場合に、他のプレイヤーの購入する順番に従って相次いで、20のオーダーを記録する。あなたがゲームをアンインストールすると、記録は消えられる。もし、あるオーダーに質問を持ったら、ここに記録に対応する「フィードバック」というボタンを押してefunサーバーにフィードバックする。それぞれのオーダーをただ二回しかフィードバックしません。
ko: 하기 내용은 본 장비에서 진행한 20건의 충전이력입니다. 이 부분은 이펀 유저에 대한 서비스입니다. 만약 부동한 계정으로 충전하였다면 주문시간순서로 최근의 20건을 노출합니다. 게임 삭제 시 충전이력도 같이 삭제됩니다. 충전이력을 확인하시고 의문이 있으실 경우 해당 충전내역의 “신고”버튼을 이용하여 이펀서버에 신고해 주시기 바랍니다. 각 주문내역은 두번만 신고가능합니다.
pt: Os últimos 20 registos de compra deste aparelho serão mostrados aqui. Se jogadores diferentes jogarem e recarregarem neste aparelho, o sistema marcará 20 registros com ordem de horário. Registro será delectado após instalar o jogo. Jogador poderá clicar no botão de "Feedback" para entregar as dúvidas e feedback para Efun. Mas só pode enviar 2 vezes por recarga.
ru: Здесь 20 данных заказа игроков, которые играли эту игру в этом устройстве.Если в этом уствойстве играли разные игроки, 20 данных у всех игроков являются по очереди. Если играудалена, эти данные невожможно найти. Если у игроков вопросы о покупке, нажмите "Отклик" изададите его. По каждому заказу можно задаться 2 раза.
th: ที่นี่จะแสดงถึงประวัติการสั่งซื้อ 20 ยอดล่าสุดของผู้เล่นที่เคยเล่นเกมในเครื่องนี้ การสั่งซื้อ20ยอดนี้จะไม่ใช่บันทึกประวัติสำหรับผู้เล่นที่เฉพาะ หากผู้เล่นที่แตกต่างกันได้เล่นเกมนี้ในครื่องนี้และมีการเติมเงินด้วย จากนั้นจะบันทึกประวัติการสั่งซื้อ 20 ยอดตามลำดับการสั่งซื้อของผู้เล่นที่แตกต่างกันไว้ หากเกมโดนลบไป ประวัติการสั่งซื้อจะหายไปด้วย หากผู้เล่นมีข้อสงสัยสำหรับการสั่งซื้อยอดใดยอดหนึ่ง สามารถกดปุ่ม“ฟีแบ็ค”และส่งข้อคิดเห็นให้กับefun แต่ละยอดสามารถส่งข้อความ ฟีแบ็คได้สองครั้งเท่านั้น
vi: Ở đây sẽ hiện thị 20 lần lịch sử giao dịch trên thiết bị này. 20 lần giao dịch này không phải ghi theo gamer nhất định; Nếu có nhiều gamer chơi game này trên thiết bị này và tiến hành giao dịch, hệ thống sẽ ghi lại 20 mục mua của các gamer theo thứ tự giao dịch. Nếu gỡ bỏ game thì lịch sử giao dịch sẽ mất. Nếu gamer có thắc mắc về mục mua nào, có thể nhấn vào "Phản hồi" của mục mua ấy để phản hồi cho máy chủ efun. Mỗi mục mua chỉ có thể phản hồi 2 lần.
zh_hans: 这里会显示在该设备玩过该游戏的玩家最近20笔的购买记录。这20笔不是针对某个特定玩家进行记录；如果不同的玩家先后在该设备玩该游戏并且进行了储值，那么会按照不同玩家的购买顺序，先后记录20笔。如果卸载游戏，记录会消失。如果玩家对某次购买存在疑问，可以在这里点击对应记录的“反馈”按钮向efun服务器进行反馈。每笔只能反馈两次
zh_hant: 這裡會顯示在該設備玩過該遊戲的玩家最近20筆的購買記錄。這20筆不是針對某個特定玩家進行記錄；如果不同的玩家先後在該設備玩該遊戲並且進行了儲值，那麼會按照不同玩家的購買順序，先後記錄20筆。如果卸載遊戲，記錄會消失。如果玩家對某次購買存在疑問，可以在這裡點擊對應記錄的“反饋”按鈕向efun服務器進行反饋。每筆只能反饋兩次

# REG_SE_alert_content01
source: This record had been reported twice. Do not submit it again. Please contact our Customer Service if you have any questions.
ar: قد ارسل هذا السجل مرتين.
es: Se ha enviado dos veces este récord. No hace falta enviarlo otra vez más. Contácta con nuestros personales de servicio al cliente por favor.
id: Catatan ini telah dikirim sebanyak 2 kali, tidak perlu dikirim lagi, segera hubungi layanan pelanggan kami!
ja: このレコードはすでに二回提出された、私たちのカスタマサービスに連絡すればいい、再び提出する必要はありません。
ko: 해당 주문내역은 이미 두번 전송하였습니다. 직접 고객센터에 문의해 주세요.
pt: Enregou 2 vezes já, não precisa entregar novamente, contate com GM!
ru: Данные уже задали 2 раза. Не нужно задать ещё раз. Связывайтесь с службой поддержки
th: บันทึกนี้ส่งไปสองครั้งแล้ว ไม่ต้องส่งอีกครั้ง โปรดท่านติดต่อบริการลูกค้าของเรา
vi: Lịch sử giao dịch này đã phản hồi 2 lần, không cần gửi lại nữa, hãy liên hệ nhân viên hỗ trợ của chúng tôi nhé!
zh_hans: 该记录已经提交了两次，不需要再次提交，联系我们客服人员即可!
zh_hant: 該記錄已經提交了兩次，不需要再次提交，聯繫我們客服人員即可!

# REG_SE_alert_content02
source: All records can be reported twice. efun server will keep it. You do not need to report it again. Submit this record?
ar: تستطيع إرسال نفس السجل مرتين فقط.وسنسجل ردك بعد نجاح إرسالك. هل متأكد من إرسال السجل؟
es: Solo se puede publicar el feedback dos veces de cada transacción. El servidor de efun guardarán los récords pues no hace falta repetirlo. ¿Está seguro de publicar este mensaje?
id: Setiap laporan transaksi, hanya bisa dilaporkan dua kali, setelah melaporkan, server efun akan menyimpannya, tidak perlu melaporkan lagi. Yakin untuk melaporkan?
ja: それぞれの購入する情報を二回しかフィードバックしません、フィードバックした後efunサーバーにこのレコードがあります。この情報をフィードバックしますか？
ko: 각 주문내역은 두번만 신고가능합니다. 신고 후 해당내용은 이펀 서버에 저장되기에 별도로 반복 신고하시지 않으셔도 됩니다. 해당 주문을 신고하시겠습니까?
pt: Feedback de cada pagamento só pode ser entregado 2 vezes, e será registado no servidor de Efun. Não é preciso de repetir o Feedback, confirmar a enviar?
ru: Информация транзакции можно задать только 2 раза. После передачи в сервер efun есть соответственная запись. Задать или нет?
th: แต่ละข้อมูลการซื้อขาย สามารถแจ้งใด้สองครั้งเท่านั้น หลังแจ้งเสร็จเรียบร้อย ในเซิร์ฟเวอร์efunจะเก็บบันทึกนี้ไว้ ไม่ต้องแจ้งซ้ำท่านยืนยันจะแจ้งขอมูลนี้หรือไม่
vi: Mỗi mục mua có thể phản hồi 2 lần, sau khi phản hồi, máy chủ efun sẽ giữ lịch sử giao dịch này, không cần gửi lặp lại nhiều lần. Xác định phản hồi thông tin này?
zh_hans: 每笔交易信息，只能反馈两次，反馈后efun服务器会保有该记录，无需重复反馈。你确定要反馈该信息吗？
zh_hant: 每筆交易信息，只能反饋兩次，反饋後efun服務器會保有該記錄，無需重複反饋。你確定要反饋該信息嗎？

# REG_SE_alert_content03
source: Send the lastest record to efun server. Please wait 1 hour to send it again if you report it sucessfully. Please make a screenshot and send it to our Customer Service. Submit this record?
ar: ارسل سجل الصفقة الآن لسيرفر يفان ووقت بين أرسالين ساعة.وسيظهر إشارة الوقت بعد نجاح الإرسال وعليك أن تصور لقطة الشاشة للإشارة لنا. هل متأكد من الإرسال؟
es: Va a mandar el recién registro de compra al servidor de efun. Cuando lo manda con éxito, solo puede usted mandarlo la segunda vez una hora después. Después de enviarlo exitosamente ,recibirá la pista con la marca del tiempo. Recuérda dar la captura de pantalla de esa pista al nuestro personal de servicio. ¿Está seguro de mandarlo?
id: Kirim laporan pembelian terbaru ke server efun, setelah pelaporan sukses, butuh 1 jam untuk pengiriman laporan kedua. Sukses melaporkan maka akan muncul stempel waktu, ingat untuk screenshot dan berikan kepada layanan pelanggan kami. Yakin untuk mengirim?
ja: まずこの最新の購入記録をefunサーバーに正常に送信します。この後、１時間後再びに送信することができます。成功に送信する時日付ヒントがありますから、私たちのカスタマサービスにスクリーンショットを提供してください。これを送信しますか？
ko: 현재 최신 주문내역을 이펀 서버에 전송합니다. 전송성공 시 한시간 후 재발송 가능합니다. 전송성공 후 시간표기를 캡쳐하여 고객센터에 문의하시기 바랍니다. 주문내역을 전송하시겠습니까?
pt: Depois de enviar o último registro de compra para servidor de Efun com sucesso, tem que esperar 1 hora para enviar novamente. Registro de horário aparecerá na tela, lembre-se de fazer captura e enviar para GM. Comfirmar a enviar?
ru: Отправите последние данные к серверу efun. Отправив, вы можете снова делать эту операцию через час. Сделайте скриншот и связывайтесь с службой поддержки. Отправить или нет?
th: ส่งบันทึกใหม่ล่าสุดให้กับเซิรฺฟเวอร์efun หลังส่งไปสำเร็จครั้งที่สองต้องการผ่านอีกหนึ่งชั่วโมงถึงจะส่งได้ เมื่อส่งสำเร็จแล้วจะมีคำเติอนจากประทับเวลาอย่าลืมคลิปรูปให้กับบริการลูกค้าของเรานะ ยืนยันจะส่งหรือไม่
vi: Gửi lịch sử giao lịch gần nhất cho máy chủ efun, sau khi gửi thành công phải đợi một tiếng mới có thể gửi lại. Gửi thành công sẽ có tiêu chí thời gian, nhớ chụp màn hình cho nhân viên hỗ trợ chúng tôi. Xác định gửi?
zh_hans: 发送当前最新购买纪录给efun服务器，发送成功以后，需要一个小时以后才能第二次发送。发送成功会有时间标记的提示，记得截图给我们客服人员。确定要发送吗？
zh_hant: 發送當前最新購買紀錄給efun服務器，發送成功以後，需要一個小時以後才能第二次發送。發送成功會有時間標記的提示，記得截圖給我們客服人員。確定要發送嗎？

# REG_SE_alert_content04
source: No record!
ar: ليس يوجد سجل حاليا
es: ¡No récord de momento!
id: Tidak ada catatan!
ja: 記録はまだありません。
ko: 주문내역이 없습니다.
pt: Não há registro!
ru: Нет данных!
th: ในปัจจุบันนี้ยังไม่มีบันทึก!
vi: Bây giờ không có lịch sử!
zh_hans: 当前没有纪录!
zh_hant: 當前沒有紀錄!

# REG_SE_alert_sure_btn_title
source: Confirm
ar: التأكد
es: Aceptar
id: Yakin
ja: 確定
ko: 확인
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
vi: Xác định
zh_hans: 确定
zh_hant: 確定

# REG_SE_alert_cancel_btn_title
source: Cancel
ar: الإلغاء
es: Cancelar
id: Batal
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отменить
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# REG_SE_closs_btn_title
source: Close
ar: الإغلاق
es: Cerrar
id: Tutup
ja: 闭じ
ko: 종료
pt: Fechar
ru: Закрыть
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# REG_SE_post_current_btn_title
source: Report this record
ar: رد السجل الحالي
es: Publicar el feedback del récord actual
id: Laporkan catatan sekarang
ja: 当然の記録をフィードバックする
ko: 현재주문신고
pt: Enviar este feedback do registo
ru: Передача текущих данных
th: แจ้งบันทึกในปัจจุบันนี้
vi: Phản hồi lịch sử này
zh_hans: 反馈当前纪录
zh_hant: 反饋當前記錄

# REG_SE_date_title
source: Date
ar: الموعد
es: Fecha
id: Tanggal
ja: 日付
ko: 일자
pt: Data
ru: Дата
th: วันที่
vi: Ngày tháng
zh_hans: 日期
zh_hant: 日期

# REG_SE_state_title
source: Statues
ar: الحالة
es: Estado
id: Status
ja: 状態
ko: 상태
pt: Estado
ru: Состояние
th: สถานะ
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# REG_SE_orderId_title
source: Order number
ar: رقم الصفقة
es: Número de pedido
id: Nomor Order
ja: オーダー番号
ko: 주문번호
pt: Número.Pedido
ru: Номер заказа
th: หมายเลขการเติมเงิน
vi: Mã giao dịch
zh_hans: 订单号
zh_hant: 訂單號

# REG_SE_role_title
source: Role
ar: الدور
es: Carácter
id: Karakter
ja: キャラクター
ko: 캐릭터
pt: Personagem
ru: Роль
th: ตัวละคร
vi: Nhân vật
zh_hans: 角色
zh_hant: 角色

# REG_SE_feedback_btn_title
source: Report
ar: الرد
es: Feedback
id: Laporan
ja: フィードバック
ko: 신고
pt: Feedback
ru: Отклик
th: แจ้ง
vi: Phản hồi
zh_hans: 反 馈
zh_hant: 反 饋

# REG_SE_post_times_title
source: Report time
ar: عدد الرد
es: Veces de feedback
id: Jumlah Laporan Sekarang
ja: 今のフィードバック回数
ko: 현재 신고 회수
pt: Vezes.Feedback
ru: Текущее число отклика
th: จำนวนแจ้งในปัจจุบันนี้
vi: Số lần phản hồi hiện tại
zh_hans: 目前反馈次数
zh_hant: 目前反饋次數

# REG_SE_state_finished
source: Completed
ar: النجاح
es: Terminado
id: Telah Selesai
ja: 完成した
ko: 결제 성공
pt: Pagar com sucesso
ru: Завершён
th: เสร็จเรียบร้อย
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# REG_SE_state_payFail
source: Recharge failed
ar: تفشل الدفعة
es: Pago fracasado
id: Gagal Bayar
ja: 支払失敗
ko: 결제 실패
pt: Falha a pagar
ru: Не удалось оплатить
th: ชําระเงินล้มเหลว
vi: Thanh toán thất bại
zh_hans: 付款失败
zh_hant: 付款失敗

# REG_SE_state_efunServerCheckPayFail
source: efun server test ineffective
ar: ليس فعاليا بعد تحقيق سيرفر يفان
es: Verificación no válido del servidor de efun
id: Otentikasi Server Efun Tidak Valid
ja: efunサーバーの認証が無効です
ko: 이펀 서버 인증실패
pt: Verificação Expirada de Servidor Efun
ru: Не удалось проверить сервер efun
th: ตรวจสอบเซิร์ฟเวอร์efunล้มเหลว
vi: Máy chủ efun nghiệm chứng vô hiệu
zh_hans: efun服务器验证无效
zh_hant: efun服務器驗證無效

# REG_SE_state_userCancel
source: Player cancels the order
ar: يلغي زبون الدفعة
es: El usuario ha cancelado este pago
id: Pemilik Batalkan Pembelian
ja: ユーザーはオーダーをキャンセルする
ko: 주문취소
pt: Compra cancelada por cliente
ru: Отмена покупки
th: ผู้ใช้ยกเลิกการซื้อ
vi: Khách hàng hủy giao dịch
zh_hans: 用户取消购买
zh_hant: 用戶取消購買

# REG_SE_state_inPaying
source: In transaction
ar: تجري الصفقة
es: Pagando
id: Sedang Transaksi
ja: 取引中
ko: 결제중
pt: Carregando
ru: Заплатит...
th: กำลังดำเนินการ
vi: Đang giao dịch
zh_hans: 交易中
zh_hant: 交易中

# REG_SE_post_log_fail
source: Fail to report! Please try later
ar: يفشل إرسال سجل الشراء. حاول إرسال مجدد..
es: ¡Se ha mandado el registro de compra fracasadamente! Inténtalo de nuevo por favor.
id: Gagal kirim jurnal pembelian! Silahkan coba lagi.
ja: 購入日誌は送信失敗！改めてお試みてください
ko: 주문내역 전송실패! 다시 한번 진행해 주세요
pt: Falha a enviar registro de compra! Tente novamente!
ru: Не удалось отправить данные покупки! Повторите попытку.
th: ส่งบันทึกการซื้อล้มเหลว!โปรดท่านลองอีกครั้ง.
vi: Gửi nhật ký mua sắm thất bại! Xin vui lòng thử lại.
zh_hans: 发送购买日志失败!请重新尝试。
zh_hant: 發送購買日誌失敗！請重新嘗試。

# REG_SE_post_log_success
source: Report successfully！
ar: ينجح إرسال سجل الشراء
es: ¡Se ha mandado el registro de compra con éxito!
id: Sukses kirim jurnal pembelian!
ja: 購入日誌は送信成功！
ko: 주문내역 전송성공!
pt: Enviar registro de compra com sucesso!
ru: Журнал покупки отправлен！
th: ส่งบันทึกการซื้อได้สำเร็จ!
vi: Gửi nhật ký mua sắm thành công!
zh_hans: 发送购买日志成功!
zh_hant: 發送購買日誌成功！

# REG_SE_is_posting
source: Sending
ar: يجري الارسال
es: Mandando...
id: Sedang mengirim...
ja: 送信中。。。
ko: 전송중…
pt: Enviando...
ru: Отправление...
th: กำลังดำเนินการ...
vi: Đang gửi...
zh_hans: 正在发送中...
zh_hant: 正在發送中。。。

# REG_SE_post_time_sign_text
source: Please make a screenshot of the report time and send it to our Customer Service
ar: هذا إشارة وقت الإرسال.صور لقطة الشاشة لموظفنا
es: Abajo es la marca del tiempo cuando lo mandó. Por favor manda la captura de esta pantalla al nuestro personal de servicio:
id: Berikut adalah stempel waktu yang telah diunggah, mohon untuk screenshot dan kirimkan kepada layanan pelanggan:
ja: これはアップロードした日付印です、スクリーンショットして私たちのカスタマサービスに送信してください：
ko: 하기는 전송 시간표기입니다. 캡쳐하여 고객센터에 문의해 주세요.
pt: O seguinte é horário de carregar, faça o print e envie para funcionário de serviço:
ru: Загрузка знака времени следующее. Сделайте скриншот и связывайтесь сслужбой поддержки:
th: นี่คือเวลาอัพโหลดโปรดท่านคลิปรูปให้กับบริการลูกค้าของเรา:
vi: Sau đây là thời gian gửi, xin chụp màn hình và gửi cho nhân viên hỗ trợ
zh_hans: 下面是上传的时间标记，请截图并发给客服人员:
zh_hant: 下面是上傳的時間標記，請截圖并發給客服人員：

# REG_SE_post_current_too_mutch_text
source: You can only report once an hour. Time for next chance:
ar: يمكن ارسال السجل مرة واحدة فقط خلال مدة ساعة. ويمكنك إرسال السجل مرة أخرى بعد
es: Solo se puede mandar el registro una vez cada hora. Tiempo para la próxima vez de mandar：
id: Dalam sejam, hanya bisa mengirim 1 buah jurnal. Sisa waktu pengiriman berikutnya:
ja: 一時間内、日誌を一回しか送信しません。次回の送信するまでにあと：
ko: 한시간 한번만 전송가능합니다. 남은시간:
pt: Só pode enviar 1 vez por hora. Tempo restante a próximo enviamento:
ru: Журнал можно отправить только один раз в час. От следующегораза останется:
th: แต่ละชั่วโมง ส่งบันทึกได้ครั้งเดียว ระยะเวลาการส่งครั้งต่อไปยังเหลือ:
vi: Chỉ có thể gửi nhật ký một lần trong 1 tiếng. Cách thời gian gửi lần sau còn:
zh_hans: 一小时内，只能发送日志一次。距离下次可发送时间还剩下:
zh_hant: 一個小時內，只能發送日誌一次。距離下次可發送時間還剩下：

# textNoNet
source: Network speed is terrible!
es: ¡La red es pobre!
id: Internet tidak mendukung!
ja: ネットワークが弱い！
ko: 네트웍이 원활하지 않습니다.
pt: Internet lenta!
ru: Соединение с сервером не установлено!
th: เน็ตไม่ดี!
vi: Không kết nối được với máy chủ!
zh_hans: 网络不给力!
zh_hant: 網絡不給力！

# textServerReturnError
source: Server returns error. Please try again!
es: ¡El servidor ha devuelto un error, por favor inténtalo de nuevo!
id: Server bermasalah, silahkan coba kembali!
ja: サーバーから非ヌルエラーが届き、改めてお試みください！
ko: 서버 리턴값 오류. 다시 접속해 주세요.
pt: Anormal de nulo! Tente de novo!
ru: Сервер возвращает не пустой ощибки. Повторите попытку
th: ข้อความผิดพลาดกลับเซิร์ฟเวอร์ กรุณาลองอีกครั้ง!
vi: Máy chủ trở về Error, xin thử lại!
zh_hans: 服务器返回非空的错误，请重新尝试!
zh_hant: 服务器返回非空的错误，请重新尝试！

# textServerReturnNull
source: Server returns null. Please try again!
ar: في سيرفر لاغية.حاول مجددا
es: ¡Los resultados devueltos por el servidor se encuentra vacío, por favor intente de nuevo!
id: Data yang dikembalikan oleh server kosong! Silahkan coba kembali!
ja: ヌルがサーバーから届き！改めてお試みください！
ko: 서버 리턴값 없음. 다시 접속해 주세요.
pt: Servidor volta a nulo! Tente de novo!
ru: Сервер возвращает пустое значение. Повторите попытку
th: เซิร์ฟเวอร์ข้อความกลับนัล!กรุณาลองอีกครั้ง!
vi: Máy chủ trở về Null, xin thử lại!
zh_hans: 服务器返回空值!请重新尝试!
zh_hant: 服务器返回空值！请重新尝试！

# textParameterNull
source: Null parameter to handle. Please try again!
ar: يكون البارامتر لاغية.حاول مجددا
es: ¡El parámetro proporcionado es nulo, no puede manejar, por favor intente de nuevo!
id: Parameter yang diberikan kosong, tidak bisa memproses, silahkan coba kembali!
ja: 受け取ったパラメーターがヌル、取り扱うことができない。改めてお試みください！
ko: 파라미터값이 비여 진행할수 없습니다. 다시 접속해 주세요.
pt: Incapaz de tratar. Tente de novo!
ru: Параметр получен пустым. Повторите попытку
th: ข้อความพารามิเตอร์ นัล,จัดการกับ.กรุณาลองอีกครั้ง!
vi: Thông tin Null, không xử lý được. Xin thử lại!
zh_hans: 接收参数空，无法处理。请重新尝试!
zh_hant: 接收参数空，无法处理。请重新尝试！

# titleAlertSureBtnTitle
source: OK
ar: التأكد
es: Confirmar
ja: 確定
ko: 확인
pt: Confirmar
ru: подтвердить
th: ยืนยัน
vi: Xác nhận
zh_hans: 确定
zh_hant: 確定

# textIapParameterNil
source: Abnormal purchase parameter. Please try again!
ar: يكون البارامتر لاغية. حاول مجددًا
es: ¡El parámetro de compars es vacía, no puede manejar, por favor intente de nuevo!
id: Kriteria pembelian bermasalah, silahkan coba lagi!
ja: 購入異常、改めてお試みください!
ko: 구매 데이터 이상, 다시 시도해 주세요.
pt: Erro de compra, tente de novo.
ru: Параметр покупки был ненормальными. Повторите попытку.
th: ซื้อพารามิเตอร์ผิดปกติ ,กรุณาลองอีกครั้ง!
vi: Thông tin mua hàng có lỗi, xin thử lại!
zh_hans: 购买参数异常，请重新尝试!
zh_hant: 购买參數异常，请重新尝试!

# textIapNoNet
source: Network speed is terrible. Please purchase under stable net environment.
ar: ليس اتصال الإنترنت مستقرا.تأكد من اتصال الإنترنت عند الشراء.
es: ¡La red es pobre,por favor, compra en una buena red!
id: Jaringan tidak mendukung, pastikan internet mendukung ketika melakukan pembelian
ja: ネットワークが弱いので、購入するときネットワークのスムーズを確保してください！
ko: 네트웍이 원활하지 않습니다. 구매시 네트웍상태을 확인해 주세요.
pt: Internet lenta, garanta conexão de rede estável.
ru: Соединение не установлено. Обеспечите бесперебойную сеть при покупке.
th: เน็ตไม่ดี, เวลาที่ซื้อกรุณาอยู่บริเวณที่เน็ตเครือข่ายสะดวก!
vi: Mạng hơi chậm,xin kiểm tra kết nối của mạng khi tiến hành giao dịch!
zh_hans: 网络不给力,购买时请确保网络通畅!
zh_hant: 網絡不給力,購買時請保證網絡通暢！

# textIapOneIsPaying
source: One deal is under way.
ar: تجري صفقة حاليا.
es: Hay una transacción en curso.
id: Ada 1 transaksi sedang diproses
ja: 取引中
ko: 진행중인 트랜잭션이 있습니다.
pt: Compra em processo
ru: Сделка обрабатывается.
th: มีธุรกรรมกำลังได้รับบน
vi: Một giao dịch đang được tiến hành
zh_hans: 有一笔交易正在进行中
zh_hant: 有一筆交易正在進行中

# textIapNoMakePayments
source: PaymentQueue is not available for payment.
ar: لا يدعم الشراءPaymentQueue
es: ¡PaymentQueue no es compatible con la compra de pago!
id: PaymentQueue tidak mendukung proses pembayaran!
ja: PaymentQueueで支払いことができない！
ko: PaymentQueue지불 기능을 지원하지 않습니다.
pt: PaymentQueue não apoia pagamento de compra!
ru: Не поддерживает оплатить через PaymentQueue.
th: PaymentQueueไม่สามารถสนับสนุนการชำระการชื้อ!
vi: Không hỗ trờ mua bằng PaymentQueue!
zh_hans: PaymentQueue不支持购买支付!
zh_hant: PaymentQueue不支持購買支付！

# textIapServerInMaintain
source: Servers is under maintenance. Please purchase after a while. Thanks for your support. E_code：%@
ar: E_code：%@قم بالشراء بعد قليل من فضلك.شكرا على دعمك. السيرفر تحت الصيانة
es: ¡Mantenimiento de servidores！ Por favor comprarlo más tarde，gracias。 E_code：%@
id: Perawatan server! Silahkan melakukan transaksi beberapa saat lagi, terima kasih atas dukungannya. E_code：%@
ja: サーバーがメンテナンス中！ しばらくご購入ください、ご支持に感謝いたします。 E_code：%@
ko: 서버 점검중입니다. 잠시후에 다시 구매진행하시기 바랍니다.감사합니다. E_code：%@
pt: Servidor em manutenção! Compre mais tarde, obrigado pelo seu apoio. E_code：%@
ru: Сервер технического обслуживания， Покупайте позже. Спасибо за вашу поддержку. E_code：%@
th: กำลังบำรุงรักษาเซิร์ฟเวอร์! กรุณาผ่านไปสักพักค่อยซื้ออีกที, ขอบคุณสนับสนุนค่ะ。 E_code：%@
vi: Máy chủ đang được bảo trì! Xin mua lại sau, cảm ơn sự ủng hộ của bạn! E_code：%@
zh_hans: 服务器维护中! 请过一段时间进行购买，感谢您的支持。 E_code:%@
zh_hant: 服務器維護中！ 請過一段時間進行購買，感謝您的支持。 E_code：%@

# textIapNoThisItem
source: Inexistent item!
ar: لا توجد هذه البضاعة！
es: ¡Producto no existe!
id: Barang tidak ditemukan!
ja: 商品不存在！
ko: 해당 상품이 존재하지 않습니다.
pt: Item não existe!
ru: Нет товара
th: สินค้าไม่มี!
vi: Hàng hóa không tồn tại!
zh_hans: 商品不存在!
zh_hant: 商品不存在！

# textIapPostCheckNoNet
source: Order No:%@ Because of the unstable network, not able to gain the Game currency. Please click "OK" to gain the Game currency agian under stable net environment, or relogin the game to have a check.
ar: لا ممكن الحصول على عملات اللعبة بسبب اتصال الإنترنت غير مستقر.انقر التأكد للحصول عليها في حالة الإنترنت الممتازة او اخرج اللعبة وقم بتسجيل الدخول مجددا%@ :رقم الصفقة
es: El número del pedido:%@ Dado que la red es inestable, no pueden obtener la moneda del juego.Recomendaciones en un buen entorno de red, haga clic en "Confirmar"a recuperar la moneda del juego；O tratar de volver a iniciar sesión en el juego para ver.
id: No. order: %@ Karena jaringan tidak stabil, sementara tidak dapat memperoleh koin game. Silahkan klik tombol "OK" kembali pada jaringan internet yang stabil untuk mendapatkan koin game; Atau coba login kembali untuk melakukan pengecekan.
ja: 注文番号:%@ ネットワークの不安定なので、一時ルネストインをゲットすることができない。スムーズなネットにおいて、?確認?を押して改めてルネストインをゲットすると薦める；或いは、リログしてチェックしてください。
ko: 주문번호:%@ 네트웍이 불안정하기에 잠시 %@를 수령할수 없습니다.네트웍 원활한 환경이거나 다시 로그인 해고 "확인" 버튼을 클릭하면 재수령할수 있습니다.
pt: Número de Pedido:%@ Rede instável, não pode recolher Pedra.Runa. Clique no "Confirmar" para recolher de novo com conexão de rede estável, ou login de novo.
ru: Номер заказа:%@ В связи с нестабильной сети, пока не можите получить золото. Мы советуем вам кликнуть “подтвердить”, чтрбы снова получить золото. Или попробуйте войти в игру и провериться.
th: หมายเลขการสั่งซื้อ:%@ เพราะเครือข่ายไม่ค่อยดี ,ยังไม่สามารถรับหินคาถาได้ในคณะนี้。อยู่บริเวณที่เน็ตเครือข่ายสะดวกขอให้คลิก“ยืนยัน”รับหินคาถาเริมต้อนใหม่。
vi: Order number:%@ Vì mạng không ổn định, tạm thời không thể nhận tiền trong game. Hãy thử lại khi mạng có sóng tốt, hoặc đăng nhập lại để xem.
zh_hans: 订单号:%@ 由于网络不稳定，暂时无法获取游戏币。建议在良好的网络环境下，点击“确认”重新获取游戏币；或尝试重新登录游戏查看。
zh_hant: 訂單號:%@ 由於網路不穩定，暫時無法獲取符石。建議在良好的網路環境下，點擊“確認”重新獲取符石；或嘗試重新登入遊戲查看。
